["The observed S-shaped curve of Na3VCr(PO4)3 electrode is consistent with previous reports showing irreversibility of the phase change during initial cycles and fast capacity fade at room temperature.", "Rct was prominently reduced upon charging, especially at the high cutoff voltage of 4.4 V, which is ascribed to a high cathode Na-ion diffusion after initial extraction of sodium.", "Therefore, a lower performance could be expected from the significant structural impact upon cycling.", "Current relaxation curves recorded along the plateau at 3.4 V reveal worm-like profiles that are ascribable to a two-phase mechanism in which both pristine Na3V1.8Cr0.2(PO4)3 and a de-intercalated phase coexist.", "The lack of electroactivity detected for the Cr4+/Cr3+ redox couple limits the level of Cr substitution without sacrificing much capacity.", "Most likely, the improvement in the electronic conductivity was induced by Cr doping, leading to a better performance when the doping level is low, but were counterbalanced by an excessive decrease in the unit-cell volume for larger levels, which restricts the migration of sodium ions through the bulk electrode.", "Low initial CE and poor cycling stability consumes the active sodium ions in a full cell (free from metallic sodium).", "In addition, the high specific capacity of the anode is basically associated with high mass loading of the cathode in the full cell assembly, which may result in inferior rate performance of the cathode.", "However, the cycling stability of the pure nanowires is generally faded due to an irreversible structural change during the deep insertion/deinsertion of Na ions.", "Even after a high exothermic reaction at 400 degC, the weight loss of C-Na0.5CrO2 is quite small owing to the effective carbon-coating layer, and the lower evolution of oxygen from the crystal structure is likely to retard phase segregation.", "However, they suffers from relatively poor cycling stability during the deep insertion/deinsertion of Na ions.", "The capacity of the full cell fades to 81 mAh g-1 after 50 cycles, indicating a poor cycling performance due to the inappropriate ratio of positive to negative electrodes.", "Although their group is able to offer bipolar redox to be used as both cathode and anode for constructing a symmetric all-organic battery, these radical batteries have very low working voltage (<1 V) with limited specific capacity (about 50 mAh g-1).", "However, the high capacity always suffers from deep insertion/deinsertion of Na ions, which inevitably induces large expansion and shrinkage of the lattice volume and easily causes irreversible structural degradation, resulting in severe capacity decline during extended cycling.", "Compared with lithium, sodium metal has a higher chemical activity with poor processability, and cannot be directly used as an anode, considering its safety hazard and unstable passivation layer in most organic solvents at room temperature.", "Sodium anode materials have to bear more unpredictable electrochemical behaviors and structural evolution during insertion/deinsertion due to the large ionic radius of the Na ion.", "Besides, the relatively-low initial Coulombic efficiency of the sodium anode materials further hinders in the assembly of full cells.", "- Graphite, which is commonly used as a high-performance anode for commercial LIBs, is electrochemically less active in SIBs, owing to its relatively small interlayer distance (d002 = 0.334 nm) for Na-ion intercalation.", "As for stage III CNFs (above 2000 degC), the materials prepared in this temperature interval present a high degree of graphitization, small mesopores, and low active surface area, resulting in low reactivity with the electrolyte.", "However, the insertion of larger amount of Na ions into the structure always causes huge volume expansion, leading to continuous structural degradation and the gradual deterioration of electrochemical performance.", "However, their relatively low initial Coulombic efficiency holds back the assembly of full cells and lowers the energy density due to the irreversible reaction.", "Similar to oxide-based anode materials, these sulfides usually suffer from large volume expansion and sluggish kinetics for Na+ insertion/deinsertion during the chemical reaction.", "Although the SnS2-RGO hybrid structure shows good performance in half-cell, its cycling stability and initial Coulombic efficiency remain unsatisfactory for Na0.80Li0.12Ni0.22Mn0.66O2//SnS2 full cell.", "However, its rate capability as well as long-term cycling stability remains unsatisfactory due to the amorphous structure.", "Alloy-based SIFCs contribute high specific capacity of about 600 mAh g-1, while the volume expansion during sodiation/desodiation is quite huge, which not only decreases the structural stability but also prevents it from practical application.", "However, the larger polarization of the NaTi2(PO4)3 anode than the Na0.44MnO2 cathode becomes the shortcoming for the full cell, which lower the energy density in high-power applications.", "As for tunnel-structured Na0.44MnO2 cathode, the main strategy is to improve its specific capacity since only half of the Na ions can be extracted, and further extraction would cause the O2 evolution.", "The dissolution of Mn from active materials has been proved in aqueous electrolyte, which is due to the polarity of water molecules and the lack of protection from solid-electrolyte interface, leading to the decay of capacity.", "Obviously, the energy density of Na3V2O2x(PO4)2F3-2x//NaTi2(PO4)3 is unsatisfied and more cathode material with higher specific capacity is required.", "However, the specific discharge capacity of Mn-based oxides is relatively low due to the limited utilization of Na ions, resulting in low energy density.", "However, the heavy polyanionic group leads to the relatively low specific capacity, which limits the total energy density of the full cell.", "Most importantly, the majority of anode materials suffer from intrinsic low initial CE due to the SEI formation, which consumes the limited sodium resources in full cell.", "However, NaCrO2 electrode suffers from fast capacity fading, nearly 20% capacity loss in the initial 20cycles, indicating that this material needs to be improved for practical use.", "The naked NaCrO2 exhibits relatively rapid capacity fading during cycling.", "Subsequent current increasing (from C/2 to 2C) deeply affect the cell performance, with a drastic reduction of the specific capacity at C/2 (around 50%).", "This kinetic effect is unlikely to be attributed to an insufficient Na conductivity of the electrolyte at faster C-rates, since a capacity decrease would be also observed during the desodiation.", "Indeed, the good capacity retention observed for the first cycle of each current density is related to the improved interfacial contact due to the increasing pressure while desodiation occurs.", "On the other h, further discharge (sodiation) is hampered by the shrinkage of the CrO2 slugs that more likely affects negatively the electrode-electrolyte contact.", "Nonetheless, the electrode particles are not completely isolated even after cycling at fast rates.", "Unlike previous studies where cycling at faster rates was hampered by dendrite formation and further Na+ shuttling could be obtained only by raising the operational temperature to 333 K, Na4(CB11H12)2(B12H12) is less prone to the dendrite penetration, exhibiting decent capacity at the very first charge of each applied current density.", "The rapid capacity fading on the subsequent discharges could more likely be explained by a lowered interfacial contact between Na electrode and the SE, occurring when a severe Na stripping is induced by the elevate current density applied to the cell.", "The irreversible capacity in the first cycle would be attributed to the formation of solid electrolyte interphase (SEI) on the surface of the HC electrode.", "The lower capacity of the Na/HC half-cell at low temperatures indicates the high internal resistance.", "The possible reasons for this are the reduced ionic conductivity, limited diffusivity of sodium ions in HC, and increased charge-transfer resistance at either the HC or sodium metal.", "In contrast, the conductivity is low and the charge-transfer resistance is high at low temperature of 25degC, which limits the rapid insertion/de-insertion of sodium.", "The irreversible capacity in the first cycle can be attributed to SEI formation on the surface of the HC electrode, as discussed above.", "Apart from the electrode performance, the low operation voltage of hard carbon increases energy density of SIBs.", "Similar to Li systems, however, formation of alloy usually causes significant volume expansion during the sodiation process.", "Although there is a large irreversible capacity during the first sodiation process, this can be overcome by the formation of nanosized composites such as nanosized particles, nanotubes, porous nanostructure.", "However, large surface areas for the electrodes can result in reductive electrolytic decomposition of the interface between the electrode and electrolyte, which thickens the solid electrolytic interphase (SEI) layer.", "For the reason, self-pulverization of the electrode becomes more serious than that of lithium systems, thus making it more difficult to restore its original structure of SnO2 on charge; this is because of the formation of a thick Na2O layer which disconnects transfer paths of electrons and sodium ions.", "In addition, the existence of pores in the electrode generated by this dramatic volume difference after the desodiation is likely to impede the full recovery of SnO2 as the fresh state.", "Meng etal. suggested that the different degrees of volume expansion on sodiation and the contraction on desodiation result in the presence of closed pores in the Na2O matrix as a result of the successive conversion-alloy reaction, which, in turn, results in disconnection of the electron conduction path.", "Hence, cracking and pulverization of the electrode will occur after extensive cycles.", "The irreversible capacity was mainly observed above 0.9V, indicating side reactions such as reductive decomposition of electrolyte and SEI formation.", "We believe that the improved high rate performance is associated with the high electronic conductivity, which results from the electro-conducting rGO sheets.", "A possible reason for this irreversible behavior seems to be related to the low electric conductivity of the active material, which delays the conversion from Sn to SnO2.", "However, the crystalline Sn that transformed to an amorphous state was somewhat observable in the XRD pattern (Fig.3a), due to the repetitive conversion-alloy reaction that requires continuous structural reorganization throughout the cycling test.", "This process is detrimental to the electrode because pulverization causes isolation of the active materials and thus a loss of electric contact between particles so as to induce capacity fading inevitable, as observed for bare SnO2 (Fig.2c).", "Although pulverization occurred for the metallic Sn and NaxSn alloy after extensive cycling, the pulverized products can be restacked on the electro-conducting rGO sheets as opposed to being isolated from the active materials.", "However, the flat voltage plateaus of C-NaCrO2 were not prevalent in the curve, but instead appeared rather sloppy, which is ascribed to the voltage profile of the SnO2/rGO composite during charging.", "These lead satisfactory performances in Na cells, although the conversion and subsequent de-/alloy reactions degrade the SnO2/rGO with the large Na+ ions during cycling.", "However, this material always suffers from a fast capacity fading and disappointing rate capability probably caused by electrode-electrolyte side reactions and multi-phase transitions during repeated sodiation/desodiation processes [,].", "However, the large amount of Ti substitution content will reduce the energy density in relatively high voltage range since Ti is not electrochemically active over 2.5 V (~80 mAh g-1 of Na0.67Cr0.67Ti0.33O2, 2.5-3.5 V vs. Na+/Na).", "These oxide electrolytes need to be sintered at high temperatures of over 1000degC for reducing grain-boundary resistance.", "The FWHM becomes larger with increasing milling periods of time, resulting in decreasing conductivity and increasing activation energy.", "A potential reason for the initial irreversible capacity and capacity fading is the increase of cell resistance.", "In the all-solid-state lithium cell with LiCoO2 positive electrode and Li2S-P2S5 sulfide electrolyte, a large resistive layer was formed at the interface between the electrode and the electrolyte during the charging process.", "When the temperature becomes lower than 298K, the discharge capacity further decreases.", "The lower capacity at low temperatures is attributed to the high internal resistance of cell, which arises from reduced ionic conductivity of electrolyte, lowered diffusivity of sodium ion in solid NaxCrO2, and increased charge-transfer resistance at electrode/electrolyte interfaces.", "At 30mol% Na[FSA], the discharge capacity decreases again, which is attributed to the opposing effect on ionic conduction caused by the increase of viscosity of the electrolyte.", "Na ion concentration in the ionic liquids strongly affects the rate capability of a Na/Na[FSA]-[C3C1pyrr][FSA]/NaCrO2 cell.", "Excessive solid electrolyte interphase (SEI) buildup in the formation cycles or later cycles consumes electrolyte, depletes alkaline ion availability, and increases cell polarization; the reduction in the amount of available alkaline ions upon cycling often causes low capacity and poor capacity retention in full cells.", "In the half cell study with glucose derived carbon (GC1100), pre-sodiation decreases the initial open circuit cell potential (~1 V drop) and reduces the first cycle irreversible Coulombic efficiency (from 19.3% to 8%).", "SEI formation results from the unavoidable decomposition of electrolyte at lower potential during initial cycles (<1 V) [,].", "Excessive SEI buildup throughout cycling consumes electrolyte, depletes available alkaline ions, and increases cell polarization.", "Non-SEI related capacity losses due to irreversible adsorption of Na at graphene defect sites and irreversible intercalation between graphene layers also contributes to low Coulombic efficiency in the first few cycles.", "These issues with SEI growth are exasperated in full cells where cathodes contain a limited amount of alkaline ions that are available for reversible cycling.", "The reduction in the amount of available alkaline ions upon cycling often results in low capacity and poor capacity retention in full cells as compared to half-cell performance.", "The low first cycle Coulombic efficiency of the full cells can be attributed to the low first cycle efficiency (~55%) of the NaCrO2 cathode (see Fig. S5).", "The polarization likely originates from the shift of the potential windows for the cathode and anode in the full cell due to unfavorable electrochemical side reactions that consume available alkaline ions.", "In comparison to the NaMP coated cell, the broader charge and discharge peaks and the larger reduction in peak intensity from cycle 30 to 70 in the uncoated cell provides further evidence of electrode degradation arising from the depletion of available sodium.", "CrO3-catalyzed electrolyte degradation and loss in electronic conductivity led to gradual capacity fading.", "Using sodium metal or sodium-reduced carbons as anodes, extra Na+ intercalates into the P-type cathodes during the first discharge, which leads to higher capacities in subsequent cycles.", "The slow rate performance is a result of poor electronic conductivity of Cr2O5 and can be improved by increasing the content of conductive carbon matrix in the cathode.", "Minor Na remains in both the SEI and bulk even at the top of charge (4.0V).", "The lack of significant change in the paramagnetic shift of the bulk Na in the crystalline Cr2O5 indicates a two-phase reaction at the early stage of discharge, i.e. the conversion of the crystalline to the amorphous Cr2O5 as more Na is intercalated.", "The greater charge transfer resistance is likely due to the loss of electric contact among chromium oxide particles in the electrode as they were broken down with extended cycling.", "Slower Na+ ion diffusion may be a result of reduced electrolyte concentration, as the electrolyte decomposition occurs to form solid electrolyte interphase (SEI), which in turn blocks Na+ pathway.", "The continuously thickening SEI layer inevitably blocks Na transfer into the bulk and increases the impedance.", "Based on all the experimental evidence, the capacity fading in the Cr2O5/Na batteries may be caused by the following factors: 1) loss of electric contact resulting from particle break-down; 2) generation of strong oxidizing CrO3, which leads to catalytic electrolyte decomposition and thick SEI formation that depletes Na electrolyte as well as blocks Na intercalation.", "However, minor Na remains in the bulk structure and SEI after each cycle, which leads to gradual capacity fading.", "Impedance spectroscopy, 23Na NMR, and powder-XRD data on cycled batteries have suggested that loss of electric contact due to structural amorphization and CrO3-catalyzed electrolyte decomposition are among the major reasons for gradual capacity degradation.", "However, NaCrO2, one of the most promising layered oxides for cathode materials, suffers from a serious capacity decrease by charging to the potential higher than 3.6 V, attributed to the irreversible chromium ions migration from CrO6 slabs to sodium layers during the initial charge process.", "However, these layered oxides suffer from undesired phase transition and irreversible capacity loss upon cycling.", "However, when charged beyond x > 0.3, the reversibility is lost, accompanied with migration of some titanium ions from TiO2 slabs to sodium layers.", "Irreversible transition metal migration from MO6 slabs to sodium layers near full desodiation has contributed to the capacity decay of these NaMO2 electrodes, which would disturb sodium insertion.", "The reversibility of NCO is obviously deteriorated when charged up to 3.8 V.", "However, only 87 mAh g-1 of reversible discharge capacity can be obtained, which indicates the serious irreversible capacity decline.", "This obvious capacity loss during initial cycle of NCO can be rationally ascribed to an irreversible structural distortion.", "From the dQ/dV curve of NCRO in Fig. S3b, the irreversible oxidation peak around 3.8 V disappears.", "Moreover, during the following 50 cycles, there is an obvious irreversible capacity fade of NCO, which is confined to a low capacity retention (52.3%) presented in Fig. 2c.", "In comparison, the reversible capacities of NCO demonstrate remarkable decline at constant current rates, which implies poor rate capability.", "On the other side, changes of the Rct of NCRO sample after 10 and 50 cycles are not obvious, corresponding to its superior reversibility over 50 cycles.", "The chromium ions in sodium layers would inhibit Na insertion into the collapsed structure during discharge, responsible for serious capacity loss.", "Therefore, the electron transfer tendency from Cr cations to O anions becomes narrow, inhibiting the disproportionation reaction effectively.", "In summary, O3-type NCO suffers from a significant capacity decrease by charging to 3.8 V on account of the migration of Cr ions from CrO6 slabs to sodium layers during the initial charge process.", "The migration process is irreversible and hinders Na insertion into the layer oxide, leading to the loss of capacity.", "Understanding the causes of this capacity decay is critical to unlocking the potential of these materials for battery applications.", "When the Na extraction exceeds this limit, however, these transition metal oxides invariably exhibit severe capacity decay.", "However, if >0.7 Na is removed during the initial charge, then the subsequent discharge capacity drastically decreases to ~0.4 Na insertion.", "The capacity fade of these O3 NaMO2 materials has been related to irreversible structural transitions near the end of full Na extraction, including transition metal migration and water/CO2 intercalation into the Na layer.", "The electrochemical curve during battery cycling provides indirect yet useful insights into the structural transitions during the (de)sodiation processes of NaCrO2, as it often reflects the intrinsic thermodynamics of the desodiated phases (e.g., NaxCrO2), especially at a slow rate.", "When the cathode is charged beyond this composition, significant capacity decay will occur.", "First, the presence of Cr in the Na layer will block the Na diffusion channels and results in a reduced degree of Na intercalation that is likely accompanied by a large polarization.", "On the basis of the current work, the key to fully unlocking the potential of NaCrO2 cathodes is to suppress the layered-to-rock-salt transformation such that a higher reversible capacity can be achieved.", "However, the reversible range is limited to x < 1/3 in Na2/3-xCr2/3Ti1/3O2 associated with partial Cr oxidation to Cr6+ and migration into tetrahedral sites upon charging, as found by X-ray diffraction and X-ray absorption spectroscopy.", "However, reversible capacity with acceptable capacity retention is limited (~80 mAh g-1) for the electrode material because of unavoidable phase transition associated with Fe migration upon sodium extraction.", "This fact suggests insufficient passivation for the negative electrode side, and oxidation of the passivation film upon charging to 3.8 V probably occurs.", "Reversible charge/discharge behavior is lost after charging to 4.0 V.", "Upon discharging to 2.5 V, an increase in the interlayer distance from 4.67 to 5.05 A and slight recovery of crystallinity are noted, indicating that sodium insertion into this low-crystallinity phase is possible.", "However, when this sodium lean and low-crystallinity phase is once formed, the sample cannot return back to the original P2 phase and polarization for sodium insertion remains large for electrode materials.", "From these results, it is concluded that the suppression of the formation of low-crystallinity phases associated with glide of transition metal layers, which induces irreversible Cr migration into Na layers, is important to extend the reversible limit for the P2-type Na2/3Cr2/3Ti1/3O2 as the positive electrode material for Na batteries.", "Nevertheless, the NaCrO 2 electrodes always suffer from rapid capacity fading during cycling.", "Nevertheless, carbon coating introduces an electrochemically inactive component with low density and decreases the particle size of NaCrO 2 , which reduces the volume energy density of the battery.", "Moreover, lg-NCO exhibits a rate performance superior to s-NCO, even though the particles of the s-NCO sample are much smaller.", "We believe that the smaller R ct may be attributed to limited interfacial reactions on lg-NCO that benefits the Na-ion intercalation/deintercalation process during cycling.", "In the discharging process, the P3 phase transforms back to the original O3 phase, which indicates a high reversibility of the phase transition during Na + (de)Ainsertion.", "As for the s-NCO electrode, severe fragmentation of flaky particles occurs after long cycles (seen in Figure e,f).", "However, such three-phase coexistence is hypothesized to originate from the kinetic limitation on the layered-layered phase transition (P3-O3 phase transition) and/or sodium diffusion across the CrO2 slabs, namely the kinetic limitation for the phase segregation in individual particles.", "Moreover, small Cr6+ easily migrates into tetrahedral sites in lithium layers, and further migrates to neighboring octahedral sites on discharge.", "However, the maximum number of electrons involved in the electrode reaction from all of the reported results is less than 1 per vanadium ion, and the cycling performance is unsatisfactory.", "The overall capacity drops quickly from 90 to 77.6 mA h/g in five cycles, which is mainly due to the loss of high-voltage capacity.", "Obviously, if the upper limit is 4.0 V, NVCP shows a negligible capacity loss during cycling.", "Whereas if the upper limit is set to 4.1 V, a pronounced loss of the capacity mainly resulting from the loss of the high-voltage capacity can be observed.", "- However, the shift of the edge indicates that V4+ is not completely oxidized to V5+ when charged to 4.3 V, which may be caused by the relatively sluggish kinetics of the active material and the competitive oxidation of the electrolyte in the high-voltage region.", "On the basis of the aforementioned analysis, we conclude that the irreversible bulk structure transformation coupled with the unrecovered local environment of vanadium atoms causes the loss of the high-voltage capacity, thus leading to the decrease of the overall capacity of deep desodiated NVCP during cycling.", "It is worth noticing that the irreversible transitions are possibly kinetically slow and that the desodiated species Na2-y V y 5+V1-y 4+Cr(PO4)3 is metastable because the Na(1) site is immediately depopulated with the onset of the high-voltage plateau, whereas the NVCP electrode still shows good cycling stability when the upper cutoff voltage is 4.0 V, as shown in Figure S2.", "Therefore, the phase changes would result in the variation of electrochemical features and the rapid loss of capacity of NVCP within a few cycles at the lower cycling rate at 30 degC.", "The abnormal voltage steps highlighted by arrows could be attributed to the variation of the potential of the Na counter electrode in the PC/FEC electrolyte owing to the parasitic reactions between Na and the electrolyte in the coin cell.", "However, the intrinsic disordered nature of hard carbon tends to disturb the facile diffusion of sodium ions at high rates.", "Although improvement of the rate performance has been observed in other layered compounds that are activated by an insertion process, the higher operation voltage and smaller capacity relative to those of hard carbon dilute the advantage of the high rate capability.", "De-/alloying compounds have the merit of high capacity; however, the bulky volume change during the de-/alloying process causes exfoliation of electrode materials from the current collector.", ", However, the material is sensitive against moisture and has low performance at high current density because of its rock salt-based structure.", "The overcapacities, which are higher than the theoretical capacity (466 mA h g a1 ) for both CoC 2 O 4 and CaCoC 2 O 4 , at the first discharge are mainly ascribed to the formation of SEI and reductive decomposition, which causes high initial irreversibility.", "a It is likely that the synergetic features of the nanorod morphology shortening the conduction path combined with the intimate contact between electroconducting carbon and active nanorods efficiently improved the electron transport during continued cycles even at high rates.", "As a consequence, the triggered long-distance solid-state diffusion paths and unfavorable transport of ions and electrolytes to electroactive sites are mainly responsible for their awful rate capabilities and high-rate cycling properties.", ", Meanwhile, the huge volume variations during the chargeadischarge process can be effectively suppressed with the nanostrategy, hindering the pulverization and aggregation of electrode materials.", "The deterioration of cyclability associated with O3aP3 transitions is, therefore, anticipated in these electrode materials.", "The synthesis of layered polymorphs was not successful to extend the reversible limit of chromium-based compounds for sodium battery applications.", "It is found that the O3aP3 phase transition is suppressed for nanosized NaCrO 2 , which probably originates from the enrichment of the grain boundaries and randomly oriented crystalline structures in individual particles.", "After mechanical milling, the intensity of the 003 diffraction line at 16.5Adeg in the 2 I, range is drastically reduced, and the majority of the material is changed into a cation-disordered rock-salt phase with low crystallinity.", "Further oxidation beyond x = 0.5 results in the formation of hexavalent Cr ions, leading to deterioration of the electrode performance ( Figure S4c ).", "Nevertheless, cyclability is not acceptable for battery applications, and reversible capacities rapidly decline upon subsequent cycles.", "Such an insufficient cyclability is expected to originate from surface defects and residual strains introduced into the samples by mechanical milling, coupled with the formation of Cr 6+ with high oxidative properties.", "Large and discontinuous volume changes upon sodium extraction/reinsertion inevitably result in the deterioration of cyclability.", "Sodium migration for HT-700 is impeded by the presence of grain boundaries, and higher diffusion barriers are anticipated because of a narrower migration path of sodium for the O3 phase and larger electrostatic repulsion from transition-metal layers.", "The irreversible structural change would disturb sodium insertion into the damaged layer structure during discharge, resulting in the loss of reversibility as electrode materials.", "Although NaCrO2 has a potential application as a positive electrode material for long-life and safe Na-ion batteries, reversible capacity of the O3-type NaCrO2 electrodes is relatively smaller than those of other O3-type layered positive electrode materials such as Na[Fe1/2Co1/2]O2 and Na[Fe0.4Ni0.3Mn0.3]O2.", "The small irreversible capacity at each cycle and capacity fading during extensive cycles would be caused by side reactions such as electrolyte decomposition and/or oxidation of the decomposed compounds produced on surface of counter Na electrode.", "The side reactions would be suppressed by a carbon-coating method to improve the capacity retention.", "The drastic capacity decays would be attributed to an irreversible migration of transition metals from transition metal oxide slabs to the interslab space.", "Such migration of chromium ions is irreversible process and therefore disturbs reinsertion of sodium, resulting in the loss of reversibility as the electrode material as shown in Figure 4.", "The phase transition to the O3'-type phase with chromium migration is irreversible and leads to disturbing insertion of Na ions into the oxide, resulting in a small discharge capacity with a quite large irreversible capacity.", "The suppression of the structural change into O3'-type phase is expected to be important to obtain a reversible capacity with good cycle retention.", "This process is also accompanied by the migration of chromium ions from the slabs to interslab space, resulting in low discharge capacity.", "In contrast, NaCoO2 ( ) or NaVO2 ( ) has several voltage plateaus with complicated phase transition behaviours.", "As a result, LiCrO2 lost its electrochemical activity after the first charge.", "A citric acid-assisted carbon coating also provided a slight improvement in the cycling stability of NaCrO2 electrodes but was not successful in achieving high rate capability.", "However, the resulting electrochemical performance was disappointing for bare NaCrO2.", "Hence, the poor cycling performance can be understood (Fig. 2b).", "In addition, the observed exothermic heat produced from the phase separation process was also greatly reduced because of the slow evolution of oxygen from the crystal structure.", "In addition, the generation of heat from de-sodiated C-NaxCrO2 is relatively small due to the suppression of the evolution of oxygen during the exothermic reaction as a result of the presence of the carbon coating layer.", "The galvanostatic measurements and X-ray photoelectron spectroscopy (XPS) analysis confirm that the Cr2+/Cr3+ redox couple is inactive in NaFexCr1-X(SO4)2 (X = 0, 0.8) and thus does not contribute to capacity augmentation.", "The inferior thermal stability of NaFe(SO4)2 and NaCr(SO4)2 as compared to NaFe0.8Cr0.2(SO4)2 indicates their inferior structural stability with increasing temperature.", "As compared with NaFe(SO4)2 the discharge capacity delivered by NaFe0.8Cr0.2(SO4)2 is inferior due to the presence of inactive Cr2+/Cr3+ redox couple as indicated in dQ/dV analysis.", "The shape of the discharge curves for NaFe0.8Cr0.2(SO4)2 is slightly different as compared NaFe(SO4)2 which is mainly due to inactive chromium.", "The average voltage plateau due to active Fe2+/Fe3+ redox couple is comparatively lower as compared to NaFe(SO4)2 which is consistent with our dQ/dV results and may be attributed to multicomponent transition metals effect.", "Furthermore, later charging the cells to 3.0 V and 4.5 V, shifts the XRD peaks to higher 2th values which may be ascribed to the contraction of the unit cell due to de-intercalation of sodium from the host lattice.", "It is noticed that NaFe(SO4)2 shows slow capacity decay with successive cycling.", "However, substitution of iron (Fe) with chromium (Cr) leads to inferior electrochemical performance which can be essentially ascribed to inactive Cr2+/Cr3+ redox couple.", "As obviously shown, these two strategies always produce bulk or sub-micro/micro-sized irregular shaped NCO particles, consequently resulting in long-distance solid-state diffusion paths and unfavorable ion/electrolyte transport to electroactive sites, which lead to inferior rate capabilities and high-rate cycling properties.", "Expectedly, the redox potential separation of the NCO NWs (~180 mV) is obviously smaller than that of the BNCO (~220 mV) with decreased peak intensities upon cycles, indicating the less sluggish kinetics and expanding sodiation/desodiation resistance of the BNCO.", "But with repeated charge-discharge cycles, the charge-discharge platform gap of the NCO NWs is excitingly smaller than that of the BNCO, which reveals their substantially diminished polarization resistance, thus exhibiting excellent cycling stability.", "Evidently, densely agminated, block-shaped and micrometer-sized particles can be observed from the FESEM (Fig. 8a) and TEM (Fig. 8a) images of the cycled BNCO after 300 charge-discharge cycles at 2C at 25 degC, leading to kinetically hindered Na+ diffusion, and thus inferior electrochemical properties.", "Besides, several cracks formed from the surface region expanding into the interior can be observed for the cycled BNCO particles (Fig. 8d), which may be ascribed to the phase separation inhibiting the unbroken rehealing of particles during sodiation in the discharge process.", "The chemical desodiation was also accompanied by an enhanced capacity decrease which could be correlated with the structural degradation.", "Furthermore, the kinetically sluggish diffusion of Mg2+ cations in positive electrode materials limits their energy and power densities.", "Na2-xVCr(PO4)3 (x > 1) with higher desodiation is metastable and may transform into an inactive phase during cycling gradually at room temperature.", "In the experiments performed at room temperature, the plateaus tend to disappear after a few cycles, thus leading to fast capacity fading (i.e., lower than 50 mA h g-1 after 20 cycles).", "Unfortunately, the chemical desodiation was also accompanied by an enhanced capacity decrease which could be correlated with the structural degradation mentioned above.", "In hybrid Mg cells (Fig. 10e and f), the poor electrochemical response previously observed in sodium cells was confirmed, suggesting that Cl2 and NO2BF4 treatments lead to sample deterioration.", "When using stronger oxidants such as Cl2 and NO2BF4 the NVCP structure is degraded and the electrochemical performance in Na and Mg cells was poor."]