["In addition, the general crystal structure after one cycle goes reversibly back to the pristine O'3 phase based on both in situ synchrotron and lab XRD (Figure S3a, Supporting Information), although some structural defects like stacking faults or dislocations generated at high voltage may still exist after discharge, as the (001) peak full-width-half-maximum (FWHM) is increased slightly after one cycle (Figure S3c, Supporting Information), which may contribute to the known capacity fading effect.", "Therefore, the significantly resharpened XRD peaks and reversible pristine phase after one cycle of NaMnO2 suggest that the irreversible structural defects are not the major factor for the high voltage peak broadening here, which is fundamentally different from NaCrO2.", "Unlike the much smaller Li+ ions (0.76 A), the insertion of larger Na+ ions (1.02 A) would induce remarkable volume change and complicated phase transitions of the host materials, leading to structural collapse and the consequent severe capacity decay of the electrodes.", "Such a large mechanical strain is the dominant cause for the structural degradation and capacity decay of the layered NaxMnO2 cathode.", "Indicated by the absence of the weak peaks in Figure 2cthe higher retention of NZM electrode could be ascribed to the inhibition of the phase transitions during the electrochemical process.", "The charge transfer resistance increased obviously during the long charging plateau region for NZM, originating from the reactions on surface and structural reorganization.", "However, the NZM electrode seems to be stable in 3 days and then still suffers from water intercalation due to the air moisture after 30 days.", "By contrast, a sharp drop of capacity to 129.9 mAh g-1 is observed for the NM sample, suggesting the structure and performance are inevitably destroyed by the intercalated water.", "Compared with the Li ion, the inferior Na inserting/extraction performance is mainly due to the failure of these Na4Mn9O18 lattices to accommodate the structural change during the insertion/extraction of large Na ions, leading to slow kinetics and structural degradation.", "Benefitting from their high crystallinity and nanowire morphology, the Na4Mn9O18 nanowires reported in this study, however, demonstrated much improved facile kinetic characteristics.", "However, in the bulk material, the discharge capacity should decrease dramatically at rates higher than 2 C because of the limitation in Na ion diffusion.", "Owing to the lower diffusion coefficient of Na ions and the higher contact and charge-transfer resistances in NaFePO4 cathodes, the rate performance of C-NaFePO4 in Na-ion batteries is much worse than that of C-LiFePO4 in Li-ion batteries.", "However, similar to other NASICON-type materials, the practical applications of NTP are severely hindered by its poor rate performance owing to its low electronic conductivity.", "On the basis of first-principles calculations, it was proven that the small scale of atomic rearrangements in Na2MnP2O7 can lower the barriers for electron conduction and phase boundary migration, which causes multiple bonds to be broken and reformed during charging reactions in Li2MnP2O7.However, Na2MnP2O7 has been shown to have an inferior rate capability due to the intrinsic lower electronic conductivity of Mn.", "However, the cycle performance is unsatisfactory due to the high operating potential (4.5 V), which leads to the decomposition of the electrolyte and the accumulation of organic components at the surface of the Na2CoP2O7.", "Furthermore, two factors contributed to the multi-electron transfer: 1 different oxygen contents will result in the extraction of different Na ions below 4.5 V (vs. Na+/Na); and (2) the different redox potentials of V3+/V4+ and V4+/V5+ will cause disorder in the operating voltage, which may make the voltage step at y = 1.0 gentler.", "The unit-cell volume change from Na2FeIIPO4F to oxidized NaFeIIIPO4F is only 3.7%, and thus a lower strain de-/intercalation process is expected.", "Despite the advantages associated with polyanion-type compounds, the low electron conductivity is still a common disadvantage for unmodified materials, which limits the dynamics of charge transport and further increases the polarization of electrochemical reactions.", "In addition, the relatively high operating potential of polyanion-type compounds may result in electrolyte decomposition.", "This is because linear carbonates such as dimethyl carbonate (DMC), ethyl methyl carbonate (EMC), and diethyl carbonate (DEC) will severely decompose at the surface of Na metal electrodes and sodiated anodes.", "For aqueous sodium-ion batteries, the capacity fading at low rates observed in most of aqueous full cell systems is caused by either partial dissolution of electrode materials, or oxidation of the anode in its sodium-inserted state by dissolved oxygen or oxygen generated from overcharged cathode.", "Goodenough and co-workers investigated a high output voltage layered P3 structure Na0.6(Li0.2Mn0.8)O2 cathode, and demonstrated that the plateau fading significantly over 50 cycles was attributed to the irreversible O-2p bands and the formation of amorphous phases.", "The decrease in the peak current, with cycling, can potentially be attributed to the lack of mobility of sodium ions in graphitic structures and the embedding of the ions in the anode, reducing the efficiency of the device.", "However, the poor reversible redox reaction of the anions results in severe fading of the cycling performance.", "Such structural instability results in poor electrochemical performances including fast capacity decay and severe voltage fading.", "A robust structure with the fewest phase transitions is crucial to maintaining the cycling reversibility, especially when the oxygen redox reactions are involved.", "It was reported that O3-NaMnO2 delivers a specific capacity of 200 mAh g-1 but undergoes complicated phase transitions and fast capacity fading in the subsequent cycles.", "As for the tunnel-type Na0.44MnO2, the Mn3+ ions on the square-pyramidal sites cannot be oxidized to Mn4+, resulting in a low specific capacity.", "However, different from that of the Li-rich oxides, the plateau at the high voltage remains there in the subsequent charge processes.", "This actually demonstrates the impossibility for the Mn ions to migrate into the Na layer and the structural stability of Na4/7[Mn6/7([?", "Therefore, the improved cycling performance in this narrowed voltage window further shows, from the other side of the same coin, that the charge compensation by the reversible oxygen redox reaction and the flexible structure take an important role in utilizing Na4/7[Mn6/7([?", "However, the reversibility of the oxygen redox reaction in Li2MnO3 is very poor due to significant O2 evolution and Mn-ion migration, and the resultant structural degradation.", "In contrast, such structural and performance decay is not observed in Na4/7[Mn6/7([?", "Different from the traditional layered materials, this material contains large amount of intrinsic periodic vacancies in its [Mn6/7([?", "Such inferior performances impede its practical application and can be attributed to its poor electronic conductivity and larger particle sizes.", "- While the former approach is highly successful to achieve higher rate performances, Coulombic efficiencies and cycling stabilities, the energy density of the cathode is reduced because of the large amount of inactive carbon and lesser tap densities.", "The Na4VMn(PO4)3 cathode synthesized by solid state method has exhibited limited reversible capacity (58 mA h g-1) which is attributed to its poor electronic conductivity and larger particle size (>5 um).", "]4.0 V versus Na+/Na0.However, it irreversibly transforms into another NASICON phase at higher voltages which leads to its rapid capacity decay on the subsequent cycles.", "Despite the voltage and length of the (de)intercalation plateau (at 3.37 V vs Na+/Na0) has remained same for the Na3V2(PO4)3 cathode, additional charge and irreversible capacities are noticed which could be due to the electrolyte degradation.", "Although, such rapid decay could be ascribed to the structural changes occurring at higher voltages as previously discussed,it seems that the y = 0.75 cathode exhibit slower degradation in comparison with y = 1 sample.", "On the other hand, despite their enhanced first charge capacity, the y = 0.75 and 1 cathodes show faster capacity degradation.", "Inferior rate property of h-NMO to o-NMO is evidenced (Supporting Information, Figure S6), probably because the 10 % Mn defects induce severe charge disorder in the Mn0.9O2 slab and deterioration of Na+ duffusivity.", "Thus, localized distortion with Mn defect and Jahn-Teller MnIII ions possibly induce irreversible structural change, leading to the faster capacity decay.", "The Mn defect is a key factor leading to unfavorable effects on electrochemical properties, and CJTD does not deteriorate reversible Na intercalation for o-NMO.", "However, the undesired Jahn-Teller effect of the Mn4+/Mn3+ redox couple and multiple biphasic structural transitions during charge/discharge of the materials lead to anisotropic structure expansion and rapid capacity decay.", "It was reported that O3-type NaxMnO2 exhibits poor rate capability and fast capacity degradation because of their unfavored Na+ diffusion paths and complicated phase-transition processes.4a, 7 In contrast, the distorted P2'-Na0.67MnO2 phase8 was reported to deliver higher capacities than the undistorted P2-Na0.67MnO2.9 And unlike LiMnO2, NaxMnO2 is hard to transforms from layered phases to spinel structures.7b, 10 Even so, the electrochemical performances of P2/P2'-Na0.67MnO2 are still far from expectations due to the strong Jahn-Teller effect associated with Mn3+/Mn4+ redox couple.", "The presence of Jahn-Teller effect causes P2-P2' phase transformation thus lowers Na+ mobility and further leads to stresses, structural defects and amorphization during repeated cycling.7a, 11 Besides, the multiple structure transformations induced by oxygen layer glides were also reported to have detrimental effects on the Na+ transport and electrochemical reversibility.", "Although the capacity retention improves with the increase of Al content, the capacity of 20 mol % Al3+ doped sample is much considerably compromised.", "However, the capacity of undoped and 5 mol % Al-doping phases drops significantly in the first 5 cycles.", "With further increasing current densities, the undoped and 5 mol % Al-doping materials exhibit severer capacity decay.", "The GITT results suggests that biphasic phase transition of Na0.67MnO2 hinders the diffusion of Na+ and leads to poor rate capability as well as large voltage hysteresis.", "Moreover, repeated phase transformation leads to various structural defects and accumulated amorphization, results in inferior cycling stability.7a The above problems are significantly mitigated in Al3+-substituted Na0.67Al0.1Mn0.9O2 electrode because of its quasi-single-phase behavior upon Na+ (de)intercalation.", "The study claimed that the continuous insertion/deinsertion of Na led to structural degradation and that the active material underwent phase transition to an amorphous phase after eight electrochemical cycles.", "Hence, the initial charge cycling, which is performed within the potential window of 2.4-3.2 V, leads to incomplete or partial extraction of the Na ions, which thereby contributes to a specific capacity as low as 44 mA h g-1.", "Further, the low-voltage hysteresis between the charge and discharge curves observed during initial cycling gradually tends to increase.", "Gradual removal of the plateau-like domains upon subsequent cycling may be related to structural distortion associated with Na0.53MnO2+d during repeated Na insertion/deinsertion.", "The cycle performance of Na0.53MnO2+d, shown in Figure 3 a (right inset), indicates gradual capacity fade, which may also be related to the Jahn-Teller effect, and further studies are required to confirm this speculation.", "As suggested earlier, this decrease in the capacity may probably be related to the structural distortion occurring in the cathode host upon extended cycling.", "However, the material is not stable when stored in ambient atmosphere and shows poor cycle performance during charge/discharge.", "Though, its capacity decreases significantly with cycling,7 which is attributed to phase transitions during Na+ de-intercalation/intercalation process,6, 8 irreversible structural change at high charging voltage with low Na+ content,9 and Jahn-Teller distortion due to the presence of Mn3+ in the material.", "This is likely due to the higher Na content at point M than the pristine material, as there is electrolyte decomposition during charging to 4.3 V.", "When the material is further discharged to 1.5 V (point E), the interlayered distance continues to shrink.", "The irreversibility of the material for Na storage is most likely due to the collapse of the structure with cycling.", "The phase transformations observed during deep discharging should be one reason for the structural collapse.", "Additionally, it is well known that most of the P2 type materials undergo phase transformations during charging to high voltage because of oxygen layer glides at low Na contents,9, 20 which can be another contributor to the collapse of structure.", "P2-type Na0.7MnO2 material with orthorhombic distortion (high Mn3+ content) can give high capacity as cathode for NIB, but is not stable during natural cooling process after annealing and in ambient air.", "It also undergoes additional phase transformation when discharged to a low voltage of 1.5 V, contributing to fast capacity decay during charge and discharge.", "Besides, in this process, some citrate is oxidized to water and carbon dioxide, which also causes weight loss.", "The pimping weight losses (0.16 %) between 760 degC and 860 degC is shown in the inset, which may be caused by the loss of sodium metal ions.", "The capacity losses during cycling may be ascribed to the desquamation of active material, Jahn-Teller distortion of Mn3+, and the volume changes because of the de/intercalation of sodium ions.", "Herein, the layered structure transforms to the tunnel structure and this process undergo a complicated structural rearrangement, which is adverse to stability of the electrode material.", "The obvious charge and discharge voltage plateaus located at 2.62 V and 2.27 V respectively, which correspond to Mn3+/Mn4+ redox couple.45 The other potential platforms are relatively unobvious in the curves, which are ascribed to the complex processes of sodium ions insertion/deinsertion in the material.", "Besides, larger part of curves are located in part 3 ((0.44<x<=0.66) layer and tunnel structure) at cutoff voltage of 4.0 V compared with cutoff voltage of 4.5 V, indicating more transitions between mixed structures for cutoff voltage of 4.0 V, which is not beneficial to structural stability.", "This suggested that the Na2-xMnO3 oxygen framework could not sustain stability when 1.7 Na+ were extracted from the material, which consequently led to oxygen loss and structural transformation.", "According to their enthalpy calculations, oxygen loss from Li2-xMnO3 occurs at around x=1.0 with spontaneous structure transformation, which causes capacity fading and voltage decay of this cathode in LIBs.", "The surface Na+ was extracted prior to the Na+ in the material bulk, which might have led to a gradual phase transformation from the surface to the bulk to a spinel l-MnO2 phase, causing oxygen loss and capacity fading.", "However, the discharge capacity of a-NaMnO2 abruptly decreases to ca. 65.0 % of its initial value after 20 cycles because of the instability of a-NaMnO2 particles on the surface.", "In contrast, only ca. 0.15 Na ions (corresponding to ca. 40 mA h g-1) can be reversibly extracted and inserted into b-NaMnO2 because its orthorhombic crystal structure rapidly deteriorates during cycling, caused by both Jahn-Teller distortion and the lower surface stability of b-NaMnO2 particles.", "At low current density (rates<=0.1 C), the extent of the discharge capacity degradation of the sodium manganese oxides is not a function of aluminum incorporation.", "However, the extent of capacity loss at high current density (>1 C) is suppressed by aluminum incorporation, indicative of facile sodium ion insertion/extraction into/out of the NaAl0.1Mn0.9O2 particles.", "Therefore, the superior cycling performance of NaAl0.1Mn0.9O2 as compared to Na0.65MnO2 (at >100 cycles) indicates that capacity degradation in sodium manganese oxides is primarily associated with the structural stability on the surface of the Na0.65MnO2 particles.", "The capacity loss induced by the high stresses and strains near the surface of the Na0.65MnO2 particles, which is closely related to the large reaction area of the manganese ions exposed to the electrolyte, can be suppressed by the formation of AlO bonds through aluminum incorporation.", "Therefore, the drastic capacity fading observed in NaAl0.1Mn0.9O2 during the early stages of cycling can probably be attributed to both its low electrical conductivity and the high activation energy required for sodium ion extraction with an increase in sodium content.", "However, capacity fade and low coulombic efficiency over multiple cycles have also been found to be a problem, which result from oxygen evolution at high charge voltages.", "The reversible oxygen-redox for the Na-deficient cathode results from the reaction between the nonbonding 2p orbitals of the oxygen atoms and the nearby Mn vacancies, which contribute two charge plateaus in the high voltage region.20 Compared with oxygen-redox from a noble metal-based cathode (Na2IrO3 and Na2RuO3), the low-cost Na2Mn3O7 cathode is much more attractive.24, 25 However, capacity fading and a low coulombic efficiency (C.E.) during multiple cycles were still found in these reports.", "The lowest C.E. of the 4.7 V cutoff curve is the result of the large capacity loss at high voltage.", "Owing to the zero-strain feature of Na2Mn3O7, the fade-off capacities for the subsequent cycles are induced by oxygen gas release.", "For Na2Mn3O7, an increase in the long-range order distribution of Mn vacancies indicates more accumulated stress owing to manganese-site vacancy shrinkage/expansion; this makes it easy to release oxygen and leads to a low C.E. and poor cycling stability.", "Combining these results with the nearly 100 % C.E. of the subsequent NMO cycles (Figure 3 f), we speculate that the close contact of Na0.44MnO2 plays the role of a pillar to make the manganese vacancies display a short-range order distribution; thus, oxygen release is suppressed and a stable framework is retained.", "In addition, the voltage difference between charge and discharge curves showed that polarizations occur, certainly due to low electronic conductivity, even after improving the electronic conductivity by adding MWNTs.", "The discharge capacity of the Na0.44MnO2 decreased on increasing the charge/discharge rate due to the fact that the polarization increases proportionally with an increasing in applied current and insufficient time for the ions to be intercalated completely.", "To determine the operational capacity of the dissolved polysulfide, a Swagelok cell was used because the capacity values in a beaker-based cell depend on many parameters (e.g., surface area of WE, stirring speed, or amount of conductive carbon additives used), which does not allow the calculation for the charge balancing calculation required for Na0.44MnO2[?", "However, the attempts to get deep cycling were hindered resulting from unfavored irreversible phase transition happening at the deeply charged states.", "The P2 structured cathode moves in a P2-O2 type phase evolution path.Since phase transitions including P2-O2 transition are degenerate, the complex multiple two-phase reactions are detrimental to the cycling.", "To sum up, Na1.2Mn0.8O2 demonstrates poor cycle life due to harmful lattice collapse because Na atoms in crystal structure are almost fully extracted referred from charged capacity.", "Furthermore, organic electrolytes generally have low ionic conductivity, which is a primary cause of slow discharging.", "The lower capacity at low current density might be due to the dissolution of deteriorated material and water decomposition at slower charge-discharge rates.", "However, the high cut-off working potential of Na0.44MnO2 is usually restricted below 4.0 V (vs. Na/Na+) to inhibit fast capacity fading.", "According to previous reports [20-22], the capacity decay of Na0.44MnO2 cathode upon cycling mainly attributes to the following three aspects: (1) the electrode materials and the electrolyte undergo complicated side reaction, so that the partial electrolytes are consumed and some of the electrode materials are dissolved; (2) volume expansion of the electrode materials during the insertion/deinsertion of sodium ions; (3) internal lattice collapse.", "From the XRD patterns of coated Na0.44MnO2, the characteristic peaks of Al2O3 couldn't be found, which mainly attributes to the little amount of Al2O3 or the amorphous phase of Al2O3.", "At high voltage, the worse electrochemical stability may be attributed to the fact that more sodium ions are removed from the internal structure during charging, making the internal structure more difficult to recover in its initial structure after charging/discharging and then its degradation.", "The pristine Na0.44MnO2 suffers from serious capacity decay during cycling.", "With the rates increase, the pristine Na0.44MnO2 demonstrates quick capacity decay.", "The intricate phase transitions will be more prominent at high cutoff voltage and high rates, and the 2 wt% Al2O3 coating effectively stabilizes Na0.44MnO2 submicron rods structure and forbids some negative phase transitions, which will improve the electrochemical reversibility of electrode materials.", "The larger resistance for pristine Na0.44MnO2 may be ascribed to the internal structure distortion of active materials, surface exfoliation of electrode materials and consumption decomposition of electrolyte during electrochemical processes.", "It is noted that an oxidation peak (at 4.1 V) is shown in CV curves of pristine Na0.44MnO2 and there is no corresponding reduction peak, which is related to consumption decomposition of electrolyte.", "In the different cycles CV curves of pristine Na0.44MnO2 (Fig. 6b), the 5th cycle curve and the 100th cycle curve do not overlap well, which means that there is large irreversible capacity from the 5th cycle to the 100th cycle.", "From the images (Fig. 7a-c) of pristine Na0.44MnO2, we can see that the surface of the submicron rods electrode is obviously broken.", "Broken submicron rods (Fig. 7b) and gaps on the surface of the submicron rods (Fig. 7c) indicate that the serious surface exfoliation of the pristine Na0.44MnO2 after cycling can be the main reason for capacity fading of pristine Na0.44MnO2 submicron rods.", "Therefore, part of the electrolyte and pristine Na0.44MnO2 electrode materials are consumed.", "However, the 4.1 V peak can't be found in CV curves of 2 wt% Al2O3-coated Na0.44MnO2, which demonstrates consumption decomposition reaction of electrolyte is significantly decreased by Al2O3 coating and Al2O3-coated Na0.44MnO2 electrode did not suffer the corrosion from electrolyte.", "Although the locations of main diffraction peaks also correspond with the peaks locations of pristine Na0.44MnO2 before cycling, the intensities of the peaks are obviously weakened.", "Complex heterogeneous transition reaction occurs during sodium ions insertion/extraction processes, which causes the material structure unstable and volume expansion, leading to the internal lattice collapse [3,54,61].", "During the first discharge process, the internal lattices structure of materials keeps expanding, which reduces the structure ordering, causing the gradual decreasing of (201) peak strength and then disappearing with the increase of cycling number.", "However, the poor structural stability/reversibility of the pristine Na0.44MnO2 during the sodium ions insertion/deinsertion processes makes it difficult for the internal structure of the materials to recover to the original state after cycling.", "In addition, many changes of the internal structure of pristine Na0.44MnO2 may be irreversible because of the structural distortion and expansion, so the (350) peak of pristine Na0.44MnO2 has not undergone the reversible split and weakened change during cycling.", "In addition, volume expansion will also make the surface of the material unstable and fall off, so it also reduces the surface shedding to some extent.", "Nevertheless, the little cycling stability fading of the NMO material should be originated to the structural instability during repeatedly insertion/extraction of sodium ions.", "The Mn3+ with high spinning state is a Jahn-Teller ion, which can be distorted into a divalent and tetravalent manganese ion, causing irreversible capacity losing.", "A small amount of capacity attenuation should be derived from the Jahn-Teller distortion of Mn3+, the dissolving of Mn2+ into the electrolyte, and the volume changes due to the de/intercalation processes of large Na ions.", "The disproportionation reaction and Jahn-Teller effect of Mn3+ is one of the reasons for their poor electrochemical properties in sodium ion batteries.", "Besides, there also exist other factors, which do harm to their sodium ion storage performance and are listed as follows: (1) The conductivity of Mn-based materials is relatively weak; (2) The transition of unfavorable phase during electrochemical processes; (3) The processes of sodium ion insertion/extraction from materials cause serious volume changes of materials; (4) The unwanted side reaction between materials and electrolyte.", "The Jahn-Teller effect and disproportionation phenomenon of Mn3+ in Mn-based cathode materials are prevalent, which will cause distortion and collapse of the internal structure of the materials and are adverse to structural stability of materials.", "However, the 5 wt% is the optimum coating amount and the 5 wt% AlPO4 coating completely evenly covers the surface of the materials, which can suppress the phase transitions well.", "In Mn-based cathode materials, too many adverse phase transitions will cause a larger polarization and quicker capacity fading.", "However, the polarization of 5 wt% AlPO4-coated Na0.7MnO2.05 didn't get worse after 20 cycles.", "The redox peak pairs (4.23 V/3.98 V, 4.37 V/3.83 V) corresponded to the transformation between the P2 phase and O3 phase are distinct and have serious polarization [24,50], demonstrating pristine Na0.7MnO2.05 suffers from severe structural collapse and phase transitions during electrochemical processes.", "So, the needles attached on surface of the uncoated materials after cycling could be attributed to the exfoliated products from P2-Na0.7MnO2.05.", "In electrochemical processes, Jahn-Teller effect of Mn3+, Na+ excessive insertion/extraction from electrode materials and complex unfavorable phase transitions may cause internal lattice distortion and large volume change, which is harmful to the structural stability and surface integrity of pristine Na0.7MnO2.05 materials.", "The dissolution of active materials and consumption of electrolyte are also related to surface exfoliation, unstable structure and poor sodium ion storage performance of pristine Na0.7MnO2.05 materials.", "The layered sodium metal oxides exhibit moderate cycle stability, which is attributed to large volume changes during the insertion/deinsertion processes of sodium ion and a P(n)-O(n) phase transition.", "The broken surface mainly caused by volume changes for pristine materials demonstrates that the serious volume changes occur during electrochemical processes.", "It can be seen from the photographs (Fig. S9) of the diaphragms and pole pieces after 100 cycles for two samples that the diaphragms color of pristine Na0.7MnO2.05 changes from white to tan, which reveals that severe decomposition side reaction has occurred in the electrolyte.", "It should be noted that significant capacity fade for this material was observed if the cells were discharged to 0V, indicating that corrosion occurs if the cathode is taken to lower potentials vs Hg/Hg2SO4.", "While little capacity for sodium ion cycling is reflected in cyclic voltammetry, all observed samples exhibited reversible cycling of sodium ions in galvanostatic cycling with potential limitation.", "However, TiP2O7 is typically reported to exclusively cycle lithium ions [4-9], and has not been reported to have energy storage capacity in sodium aqueous electrolytes in cyclic voltammetry tests.", "Low round trip coulombic efficiency values (on the order of 50%) was observed and is believed to be due to the relatively large parasitic losses to water electrolysis via the hydrogen evolution reaction (HER) on the negative electrode during charging.", "The electrode made with TiO2 exhibited much less capacity and a different voltage profile, thereby supporting the claim that significant capacity observed is due to Na-ion electrochemical interaction with TiP2O7.", "It should be noted that the final potential of TiP2O7 at the end of charge decreases with increasing specific current, likely leading to increased hydrogen evolution in the higher specific current tests.", "Increased levels of hydrogen evolution may be an additional cause for the demonstrated TiP2O7 discharge specific capacity rate dependence.", "In the case of the LiMn2O4 spinel, capacity fading upon cycling is always present due particularly to Jahn-Teller lattice distortion, slow dissolution of LiMn2O4 into the electrolyte at high voltages and above 50degC.", "Another kind of lithium manganese oxide, LiMnO2 with a layered structure presents a significant drawback due to its crystallographic transformation to a spinel structure during extended cycling.", "However, the rate capability was found to be rather low due to the presence of interlayer water.", "Whatever the C rate, a slight capacity loss is observed during the charge process, indicating that ca. 0.025-0.05 Li ions are systematically trapped inside the host lattice.", "Such a result is explained by the extraction of a limited amount of sodium ions from the interlayer spacing while maintaining the layered structure upon cycling.", "Since some of lithium-ions still exist in the spinel phase by electrochemical oxidation to 4.0V in sodium cells, the phase transition to the layered phase could be partly suppressed, which will be further discussed in the later section.", "Although reversible capacity reaches 250mAhg-1, cyclability is insufficient as electrode materials as shown in Fig. 5.", "Discharge capacity is rapidly degraded during the electrochemical cycling because of dissolution of Mn3+ related to disproportionation, and also electrical isolation of particles because of large volume change related to the solid-state first-order phase transition.", "As mentioned above, for the Li/LiMn2O4 cell, large initial capacity is observed in the voltage range of 2.3 and 4.3V, but the capacity retention is poor as the electrode materials.", "Although the charge and discharge profiles are slightly changed at the 5th cycle as shown in Fig. 6b, specific features as layered NayMnO2 materials were not observed in the differential capacity dQ/dV plots ( Fig. 6c) in comparison to stoichiometric LiMn2O4.", "Meanwhile, vacancy generated at 8a sites in the spinel lattice can partly accommodate larger Na ions, resulting in the shoulder peaks in XRD patterns associated with the unavoidable lattice strain.", "By comparing the results of Li[Li0.2Mn1.8]O4 with the stoichiometric LiMn2O4 sample, it is concluded that the residual lithium amount in the spinel phase (and thus the average oxidation states of Mn) influences the phase transition behavior in Na cells.", "Sodium insertion into Li[Li0.2Mn1.8]O4 induces strain in the crystal lattice, and phase transitions into layered phases were not evidenced by XRD measurement.", "It was observed that the kinetic limitations are mainly due to the low diffusion coefficient of Na+ ions in the structure (in the range 10-13/10-14cm2/s) and to the high values of the surface resistance which is the sum of two contributes attributed to the charge transfer process and the presence of a passivating layer.", "In fact, Sauvage et al. showed that NMO based electrodes cycled at current higher than C/20 rate displayed a sharp decrease in the delivered capacity.", "On the contrary, the charge transfer resistance increases with the sodium amount in the phase.", "Since the structural differences among the phases are almost negligible, the increase of the charge transfer resistance during discharging may be attributed to the increased sodium amount in the phase.", "However, its low electronic conductivity and structural collapse in an aqueous electrolyte are detrimental to high-rate and long-term cycling performance in electrochemical devices.", "The weight loss below 100degC can be attributed to the loss of physical adsorbed water.", "Since Na0.35MnO2 has a very high Coulombic efficiency, it is perhaps because some intercalated sodium ions in the anode could not be completely deintercalated.", "In contrast, the virginal MoO3 nanobelts present a rapid capacity fading.", "Although sodium and lithium intercalation chemistries are similar, the larger ionic size of sodium restricts the movement in cathode materials during cycling.", "Recently, Ma et al. reported that the monoclinic O3 structure NaMnO2 can deliver 0.8 Na intercalated back during charge and discharge at 0.1C (corresponding to a capacity of 185mAhg-1), but this material has a limited cycling ability (capacity retention of 132mAhg-1 after 20 cycles).", "However, the capacity of NaxMnO2 retains only 50% of the first capacity and the crystal structure becomes amorphous after 10 cycles in a sodium-ion battery due to multiple steps in charge/discharge profiles of NaxMnO2, which leads to serious phases changed during the sodium insertion/extraction process.", "The irreversible capacity loss in the first cycle may be due to a side-reaction between electrolyte and cathode occurred at the high cut-off voltage of 4.5V.", "However, NaLi0.2Mn0.8O2 oxide loses about 22% of the second discharge capacity when cycled as cathode for sodium cells after 40 cycles.", "This is due to the larger size of sodium ions than lithium ions, so it is more difficult for the sodium ions to intercalate/de-intercalate in the NaLi0.2Mn0.8O2 structure, which affects the structural stability during charge-discharge processes.", "The fade-capacity phenomenon is a general issue for sodium Mn-based oxides used as cathodes for Na-ion battery.", "The Rs value of the 50-cycled cell is about 5 times lower than the as-prepared cell perhaps because both the lithium and manganese ions dissolved into the electrolyte during charge/discharge processes and the accumulation of ion-conducting products created by electrolyte-anode side-reaction crossed interface of anode and electrolyte.", "This means that the insert/extract ability of Na-ions decreases dramatically, leading to a capacity degradation during the charge/discharge process, as shown in Fig. 3.", "Since the P2-structure of sodium Mn-based oxide is sensitive to air, exposure of the NaLi0.2Mn0.8O2 cathode material to ambient conditions when the coin cells are opened causes the formation of NaOH(H2O)4 and Na2CO3 phases on the particle's surface.", "This behavior is because the lithium dissolves into interlayer slabs or electrolyte and cannot insert back to MnO2 sheets, which reduces the repulsive force between cations in the MO2 sheets.", "The low electronic conductivity is found to be the limiting factor for the previously observed low specific capacities for Na3MnCO3PO4.", "Experimentally, however, Na3MnCO3PO4 exhibits a much lower specific capacity (only 125mAh/g at the C/100 rate) than the theoretical prediction.", "Although high-energy ball milling in short time cannot reduce particle sizes, it does break up most of the agglomerates and lead to good mixing of Na3MnCO3PO4 with CB or graphite particles.", "Note that the specific capacity increases slightly from the first discharge to the 10th discharge, most likely due to the improved wetting of the CB particles by the electrolyte.", "The slightly non-linear curve for the charge curve at the high voltage portion is likely due to the formation of the solid electrolyte interphase (SEI) layer.", "Third, both cells exhibit gradual degradation in the specific capacity with the increasing number of cycles.", "This phenomenon is likely caused by the decomposition of the electrolyte when the battery is working at high voltage.", "This exceptionally low specific capacity is ascribed to the ineffectiveness of rotational mixing in breaking up the Na3MnCO3PO4 agglomerates, leading to very limited contact between Na3MnCO3PO4 and graphite particles.", "Therefore, most of the Na3MnCO3PO4 particles in Sample B cannot participate in electrochemical reactions and thus a very low specific capacity (47mAh/g) results.", "In contrast, adding 60 vol% CB in the cathode, although improving the electronic conductivity, decreases the amount of the active material, Na3MnCO3PO4, in the cathode significantly and thus should be avoided in practical cells.", "However, these carbon materials cannot fully make use of the capacitance in low electrolyte concentrations due to the overlap of the electrical double layer on its porous structure.", "Moreover, the charge efficiency, the captured ions per consumed charges, is deteriorated by the co-ion repulsion phenomenon.", "This observation showed that the capacity of Na2FeP2O7 cannot be fully utilized at high current densities, which implies that the effect of the super-capacitive property dominated the effect of the battery power on the deionization capacity.", "Although adding 53wt% (60 vol%) carbon black in the cathode improves the electronic conductivity, the amount of the active material in the cathode significantly decreases and thus should be avoided in practical cells.", "The conducting efficiency of these additives is relatively low because only the most outer carbon plane is in contact with the active materials and thus contributes to the electrical conductivity of the material.", "Heating the NMCP/rGO hybrid (red curve) above 300degC results in 16% weight loss, which attributes to simultaneous oxidation/reduction of the GO/rGO and decomposition of the NMCP.", "The capacity loss during cycling seems to be as a result of difficulty in reinserting Na into the structure.", "The rate limiting factors, e.g., ionic conductivity, electronic conductivity, or surface passivation should be studied in order to improve the rate performance.", "NMCP has low electronic conductivity which results in its poor electrochemical properties.", "However, longer milling times can result in particle agglomeration and formation of big secondary particles.", "Particle size decreases through ball milling and thus the surface area increases leading to less diffusion distance for solid state reactions.", "In spite of all the favorable properties ofNa0.44MnO2, the efficiency and capacity of the nanoscale Na0.44MnO2 are restricted by their poor electrical conductivity (~10-6 S cm-1 at 20 degC).", "In addition, the Na0.44MnO2 prepared by directly solid state method usually contained Mn2O3-bixbyite impurity and the acidic treatment to remove the Mn2O3 would induces sodium leaching.", "However, the incorporation of nonwoven into porous P(VDF-HFP) makes the breakage elongation decrease remarkably, from 92.1% (porous P(VDF-HFP) to 32.6% (NW/P(VDF-HFP).", "As the temperature is further increased to 144 degC, the P(VDF-HFP) undergoes a melting phenomenon (Fig. S2), displaying a shut-down behaviour that potentially improve the practical safety of SIBs.", "Similar to the LIBs, the mobility of anions and the low ion diffusivity in the Na+ ion conducting polymer electrolyte give rise to a serious concentration polarization phenomenon, low Na+ ions transference number and reduced discharge capacity.", "As observed in Fig. 5, the CV peaks in the 5th cycle display lower intensity compared to those in the 2nd cycle, which is ascribed to the irreversible electrochemical reaction occurring during the insertion/extraction process, presumably due to the unstable solid electrolyte interphases (SEI) on the surface of Na foil.", "Note that the previous strategies to obtain high performance Na0.44MnO2 are often time-consuming and energy-consuming, since they usually involved long processing time, multiple steps to address the precursor, especially for the general soft-chemistry routes, and a long heat treatment to obtain the final material.", "However, the mesoscale pores have not been observed by the TEM of single Na0.44MnO2 particle shown in Fig.2d, and thus it may be caused by the stacking of adjacent particles.", "The predicted band gap for the charged phase Na0.22MnO2 is 10.21eV, far larger than that of Na0.44MnO2 phase (2.58eV) and Na0.66MnO2 phase (2.49eV), which indicates that the electrical conductivity of Na0.22MnO2 phase is distinctly inferior to the other two phases and thus may limit the electrode performance at the high voltage region.", "Despite being considered as a promising candidate for cathode of next-generation batteries, sodium manganese orthosilicate suffers from sluggish kinetics, while no effective enhancement through structural manipulation has been reported yet.", "Nevertheless, the energy and power densities of NIBs are generally inferior to their lithium counterparts owing to their low specific capacity and sluggish electrochemical kinetics that induced by the relatively larger ionic radius and heavier weight of sodium ion.", "Nevertheless, the intrinsically poor kinetics and complex phase changes occurring in charge-discharge processes lead to limited reversible capacity (about one electron transfer) and short cycle life in Na2MnSiO4-based cathodes.", "Despite the reversible capacity and cycling performance were enhanced by nanostructuration and conductive coatings to some extent, high rate capability and capacity retention of Na2MnSiO4 remain challenging owing to its structural instability and poor conductivity.", "The hierarchical pores of 3DOM-NMS/C ensure a sufficient contact between cathode and liquid electrolyte, consequently shorten the diffusion distance of the Na+ in bulk.", "The mechanism of the non-ideal voltage behavior of Na2MnSiO4 has not been clarified yet, but it is likely attributed to gradual structure collapse and subsequent amorphization.", "Apparently, the carbon framework makes negligible contribution to the specific capacity of 3DOM-NMS/C.", "Note that the degree of crystallinity of Pn-Na2MnSiO4 decreases gradually and becomes amorphous at high-voltage stages (D, E and F stages), which has been reported in the previous studies [,].", "While the diffraction peaks of Pn-Na2MnSiO4 could be recovered during the consecutive discharge process (G and H stages), which is different from the report of Chen C. etal. , indicating that improved structural integrity can be achieved in the 3DOM-NMS/C composite.", "In addition to the dissolution of Mn ions, the structure collapse is also aggravated by severe lattice distortions due to Jahn-Teller effects [,], therefore leading to capacity decline.", "3DOM-NMS/C with hierarchical pores possesses a large specific surface area, thus ensures sufficient contact with electrolyte, and in turn, leads to fast Na-ion diffusion.", "Unfortunately, most of TMOs are semiconductive material possessing relatively low electroconductivity that leads to the aggravating polarization and poor ability in high current density.", "Moreover, multi-electron conversion reaction brings the high specific capacity and huge volume change of electrode materials causing to the capacity decline, simultaneously, which also hinder the practical application of TMOs anode materials.", "There is an irreversible capacity loss between the first and second discharge from 1395.1 mAh g-1 to 1101.0 mAh g-1 that connected with the formation of SEI film on the surface of materials [,].", "In the preliminary of cycle, porous Fe2O3 have suffered structure change and slight pulverization due to the fast electrochemical reaction, which cause the capacity deterioration.", "This extreme loose structure makes the infiltration of electrolyte easy but lead to the unapparent activation so that the performance of Fe-500 could increase faster than other samples.", "These disadvantages always cause the poor electrochemical performance of TMOs as anode materials, which could be obviously observed in Fig.5c.", "Sample f1 also indicates the Mn2O3 impurity phase; this might be caused by the vigorous combustion reaction at the stochiometric condition, which could make the loss of Na source and the greatly dispersion of Na and Mn sources.", "Samples f1 and SSR contain some impurity phase of Mn2O3, which might account for their low reversible capacities and low coulombic efficiency.", "However, further increase in the voltage results in an increase of polarization in GITT curve indicative of sluggish intercalation/de-intercalation of sodium which can either be associated to the impact of diffusion of sodium ion or interfacial kinetics due to the partial oxidation of V4+/V5+ redox couple.", "The slanting charging/discharging curves of Na4MnV(PO4)3 indicates that intercalation/de-intercalation of sodium into/from the host structure is governed by a single-phase reaction rather than a two-phase reaction.", "The main reason for the irreversibility of Na4MnV(PO4)3 may be formation of unstable solid electrolyte interface (SEI) which may consume some sodium during cycling.", "This rapid capacity fading may be due to the formation of unstable solid electrolyte interface (SEI) layer or agglomeration and degradation of material.", "However, the commercialized graphite anode for LIBs does not function in NIBs due to the sodium dendrite formation during discharging at low voltage.", "After exposing to ambient air, the performance fades rapidly due to the spontaneous extraction of Na and oxidation of transition metals.", "The poor air stability not only dramatically rise up the cost of battery manufacture, material storage and transportation, but also lead to the inconsistency for the battery performance, thus limiting their practical applications.", "Secondly, there are some oxide impurities in the as-prepared anode material.", "Thirdly, slightly Na+disorder after the first charging also lead to the large irreversible capacity loss.", "Obviously, alittle irreversible peak was initially located at around 0.65 V, which could be assigned to the formation of solid electrolyte interphase (SEI) film and some unknown side reactions.", "The decrease of the diffusion coefficient could be ascribed to the host structure distortion and expansion through sodium ions extraction and intercalation.", "However, the poor electronic conductivity of Na3V2(PO4)3 resulting from the separated VO6 octahedral units significantly limits its rate capability and further industrialization.", "Na3V1.8Mn0.2(PO4)3/C exhibits the lowest charge-transfer impedance, which confirms that the moderate doping of Mn ions could facilitate the transport of ions/electrons and obviously decrease the charge transfer resistance.", "Na0.44MnO2 (NMO) possesses S-shaped Na+ diffusion pathway that can accommodate insertion/deinsertion of large Na+, though the poor electronic conductivity of NMO limits its ionic transport kinetics.", "Nevertheless, the intrinsic electronic conductivity of NMO is low, leading to an irreversible specific capacity loss at high current density and thus poor rate performance.", "NMO/rGO possesses higher reversible capacity under higher current densities, since addition of electronic conductive rGO minimizes the self-aggregation during Na+ insertion/deinsertion process under high current density, which otherwise results in irreversible electrochemical reaction and thus faded specific capacity.", "In general, both of these capacitances are higher in NMO, indicating its higher accumulation of Na+ in SEI and on surface due to its poorer ionic conductivity into bulk electrode.", "In additional, the rGO additive could improve electronic conductivity of NMO bulk/rGO resulting enhanced Na+ diffusion kinetics between electrode/electrolyte interface, yet the specific surface area of NMO bulk is relatively smaller, limiting improve the inside Na+ diffusion kinetics.", "As previously observed in other IL electrolyte systems [,], higher surface charge density on Na+ ions (with respect to PYR14 +) results in reinforcement of the cation-TFSI interactions, thus increasing the viscous drag, therefore, depleting the transport properties.", "SIBs share an analogous \"rocking chair\" operating principle with LIBs, but are plagued by the limitation of efficient Na-host materials with high rate capability and long cycling life, mainly due to the relatively large size and heavy mass of Na+ ion.", "Nevertheless, the Jahn-Teller distortion accompanied by the reduction of Mn(IV) to Mn(III) would more or less induce the failure of Na0.44MnO2 lattice upon Na+ (de)intercalation, resulting in structural degradation and unsatisfactory cycling performance [,].", "However, designing metal-cations substituted Na0.44MnO2 or Na0.44MnO2/carbon composite would inevitably sacrifice the practical capacity of the Na0.44MnO2 active materials.", "The sample after been heat treated at a higher temperature (1000 degC) for a less time (6 h) shows similar nanowire morphology (Fig.S2, Supporting Information) to the case of 900 degC for 9 h, but the extremely high calcination temperature may cause safety concerns.", "By contrast, the sample annealed for 6 h just releases a lower discharge capacity of ~107 mAh g-1 due to its larger diameter with less active sites; the sample annealed for 12 h shows inferior cyclability with a capacity retention of only 81.7% over 200 cycles caused by the fracture and aggregation of the very thin nanowires (Fig.S9, Supporting Information).", "The other is related to the inadequate Na ions transportation in the Na0.44MnO2 solid porous cathode.", "From our results, we think the decomposition of the electrolyte is the main reason to lead to the cycling stability.", "This electrochemical decomposition will cause the difference between the charge potential and discharge potential to increase during cycling (see Fig.5b), which resulted in the fading of the battery specific capacity.", "However, the experimental capacity cannot reach to their theoretical values, and many of these layered oxides show the large volume change, complicated phase transitions during electrochemical cycling, which are the barriers to realize a long cycle life for layered cathodes.", "Despite this, the monoclinic a-NaMnO2 O3-type structure has a high initial capacity corresponding to the de-intercalation of ca. 0.85 Na-ions and the intercalation of ca. 0.80 Na-ions, but its reversible capacity is abruptly decreased from the second cycle because of the substantial anisotropic structural changes induced by the Jahn-Teller effect, where the oxidation states of the Mn ions fluctuate between+3 and+4 [,].", "However, the low initial Na content in P2-Na1-xMnO2, including P2-Na0.53MnO2, inevitably lowers the initial charge and the subsequent reversible capacity [,].", "In general, the capacity fading of Na1-xMnO2 became more severe with increasing applied current density, primarily because of the drastic and substantial lattice changes in the Na1-xMnO2 layered crystal structure, which are accompanied by multiphase transitions during cycling.", "Actually, no variation was found in all the anodic/cathodic peak positions of the FC Na0.7MnO2 in subsequent cycles, indicating low voltage polarization and suppressed irreversible structural changes upon cycling.", "Unfortunately, in the O3-NaMnO2 phase, which has a relatively low Mn4+/Mn3+ ratio, strong Jahn-Teller distortions occurred, which negatively affected the structural stability of Na0.7MnO2 during long-term cycling, despite its high initial charge-discharge capacity.", "Fortunately, there are no obvious voltage plateaus between 2.0 and 3.0 V (vs. Na/Na+), which might be attributed to the suppressed Mn3+ reaction resulted from this nanostructured array design.", "Nevertheless, the larger radius of Na+ ions (1.02 A) with respect to Li+ ions (0.76 A) inherently leads to more severe collapse of crystal structure for the electrode materials during sodiation/desodiation, thus, irreversible capacity loss together with terrible cyclic stability.", "Notwithstanding, low average working plateaus (<3.0 V), transformation to O2 phase when the voltage is beyond 4.0 V (vs. Na/Na+) in conjunction with the strong Jahn-Teller effect of Mn3+ in P2-NaxMnO2, are the main reasons for the sluggish Na+ ions diffusion and severe capacity fading.", "While the voltage plateaus gradually become unconspicuous accompanied with the increase of current rates, and disappear as the rate reaches up to 4 C, which can be explained by the suppressed phase transitions originated from Jahn-Teller effect of Mn3+.", "Although the Na2+2xFe2-x(SO4)3 exhibits excellent electrochemical performance, its application is limited by the chemical instability and difficult preparation.", "By contrast, phosphate alluaudite-type cathodes can be easily synthesized using solid state reaction or hydrothermal method and have high chemical stability, but show unsatisfactory electrochemical performance.", "The capacity of Na2Mn2V(PO4)3 faded a little quickly both in the first 20 cycles at 0.1C and at different current rates (Fig.6 (c)), which may be attributed to the bigger and non-uniform size of the particles, but it can be further improved by cathode optimization methods such as synthesizing the nanosize particles, tailoring homogeneous morphology, nanopainting the carbon and so on.", "A large volume shrinkage during the last desodiation stages narrows the Na migration channels that impedes the diffusion and removal of all Na from NaxMn2(MoO4)3.", "A small irreversible structure rearrangement was predicted due to Fe migration during the first charging, but the following cycles were found to be reversible.", "However the volume decreases sharply by ~10% for the fully-desodiated structure that may result in poor rate capability.", "A large volume shrinkage during the last desodiation steps narrows the Na migration channels that provide the difficulty in removing all Na from NaxMn2(MoO4)3.", "When tested as for cathodes, it displays a poor electrochemical performance with a potential window of 1.8-4.3V (versus Na/Na+), caused by the Jahn-Teller effect of Mn3+ generated during charging process.", "Unfortunately, the as-produced material although displays a highly suitable redox potential of ~3.7V (versus Na/Na+) owing to Mn2+/Mn3+ redox, it shows a poor electrochemical performance of 19.9mAhg-1 under the rate of 0.1C (1C=120mAg-1), which might be due to the Jahn-Teller effect [,].", "Interestingly, due to the ionic radius of Fe (0.078nm) smaller than that of Mn (0.083nm), the cell volume of Fe-doped samples would decrease slowly.", "When iron-doping reached to 0.5, it has exhibited a severe particle aggregation and densely packing.", "However, the Na3Mn2P3O11@C electrode has a large potential gap (~630mV), which could be owing to the inherent low conductivity and Jahn-Teller effect.", "It is noted that battery property sensitively depends on structure of active materials.", "To comparing with glassy Na2FeP2O7, reversible capacity is less than Na2FeP2O7 that mean electrochemical activity is poor.", "Eventually, the discharge capacity decreased in order of glassy state, layered-phase and b-phase and all of them is poor electrochemical activity even C/10 rate.", "A presence of large-scale particle is also considered as one of the reasons for poor electro-chemical activity in Na2MnP2O7.", "Because capacity was dropped in a heat-treatment sample, added carbon may be break away from Na2MnP2O7 grain.", "Due to the difficulty of carbon coating and poor electrical conductivity in comparison with Na2FeP2O7, unfortunately, good electrochemical performance was not able to obtained from Na2MnP2O7.", "However, Na+ enjoys a larger ion radius (0.098nm) than Li+ (0.069nm) leading to inefficient insertion/extraction diffusion in the discharge/charge process.", "The negative electrochemical kinetics also causes dissatisfied long-term cycling stability which is always an obstacle to the large-scale application of SIBs.", "The adverse effects on cathode structure directly results in poor cycling performance [25,26].", "Moreover, the inherent low conductivity of sodium manganese oxides makes NaxMnO2 show unsatisfied rate performance [27-29].", "Despite all the above modification, the native NaxMnO2 compound itself still cannot reach the requirement of excellent electrochemical performance due to the low conductivity and Mn dissolution.", "However, the common carbon composite strategy doesn't suit well for the NaxMnO2 materials.", "However, the Na0.91MnO2@PPy cathode shows better stability in the first three cycles which certifies that the PPy coating can somehow reduce the electrode polarization during charge and discharge process.", "This phenomenon indicates that the rate performance of Na0.91MnO2 cathodes is dominated by the diffusion process.", "The poor cycle stability may be attributed to its low intrinsic Na+ diffusion coefficient (D Na+) and Jahn-Teller effect during the sodiation/desodiation process.", "Although many layered oxide materials have been intensively explored for SIBs [11,17,18], its practical application is hindered by the poor cyclic stability and the severe volume change.", "The poor cycle stability may be attributed to its low intrinsic Na+ diffusion coefficient (D Na+) and Jahn-Teller effect during the sodiation/desodiation process.", "The poor cycle stability may be attributed to its low intrinsic electronic conductivity and Na+ diffusion coefficient and Jahn-Teller effect during the sodiation/desodiation process.", "Na2VMn2(PO4)3/C has a low intrinsic electronic conductivity which leads to a large polarized impedance and poor rate performance.", "Compared to Na2Fe3(PO4)3 and Na2VFe2(PO4)3/C, the poor cycle stability may be attributed to its low intrinsic Na+ diffusion coefficient (D Na+) and Jahn-Teller effect during the sodiation/desodiation process.", "However, b-Na2MnP2O7 phase would be created from layered-Na2MnP2O7 during heat treatment at higher temperatures and shows random orientation due to softening.", "The slow kinetics of bigger-sized sodium ions in intercalation compounds restricts the practical applications of sodium batteries.", "Although, it exhibits such advantages over other systems, the poor rate capability of NMO in sodium batteries restricts its progress towards practical applications.", "Sauvage etal. showed that the NMO electrode cycled at C/10 rate displayed a sharp decrease in the capacity, indicating kinetic limitations.", "In addition, the sodium extraction process in NMO involves multi-transition steps during electrochemical reaction as demonstrated in our previous report, which indicates complex insertion/desertion processes.", "This can be attributed to the reduction in the potential range in aqueous electrolyte in which NMO electrodes can be cycled.", "In general, lower ionic conductivity in the electrolyte leads to large overpotential (as evidenced in the case of NMO in non-aqueous system) in the charge-discharge curves.", "Apart from the large overpotential in non-aqueous system, its plateau region also shrinks; whereas the discharge curve of NMO in aqueous electrolyte displays three distinct potential plateaus even at the rate of 1C.", "The shortening of the plateau region in the non-aqueous system suggests that the decreased rate capability does not solely arise from the difference in the electrolyte conductivity, but from other electrode processes.", "This behavior can be attributed to the lattice shrinkage/expansion during extraction and intercalation processes, respectively along with the electrostatic repulsion from the sodium ion present within the lattice structures.", "It is well known that SEI layer is formed on the electrode surface during cycling in organic electrolyte to protect active material from further reaction with the electrolyte.", "As expected, the solution and Ohmic resistance (Rs) is higher in non-aqueous system than the aqueous system, which could be attributed to the slower ionic conductivity in the non-aqueous electrolyte system.", "This could be attributed to the difficulty in desolvation step in non-aqueous electrolyte than the aqueous electrolyte, which may play a key role in blocking the diffusion of ions.", "In addition, the SEI layer formed on the surface of the electrode resists the migration/diffusion of sodium ions to the bulk of the material and changes the surface concentration of Na-ions at the NMO/SEI/electrolyte interface.", "Hence, the discrepancy in the ionic diffusion and rate performance of NMO in aqueous and non-aqueous electrolytes can be attributed to various parameters such as the difficulty in desolvation process and the influence of SEI layer on the interfacial properties.", "The differences in the evaluated rate capability were mainly attributed to nearly two to three orders of magnitude difference in apparent diffusion coefficient along with the charge transfer resistance and the additional resistance from the formed SEI layer.", "The organic electrolyte exhibits a significant weight loss of >40% before 100degC, at which point the carbonate solvent violently evaporates.", "As shown, the neat BMP-TFSI IL decomposes at ~400degC, revealing great thermal stability.", "For the IL with NaPF6, a gradual weight loss was observed at above ~100degC, indicating that NaPF6 is relatively unstable among the Na solutes.", "The lower capacities compared to that found in Fig.4 are attributed to the lower ionic conductivity of the IL electrolytes compared to that (~6.3mScm-1) of the organic electrolyte.", "As revealed, the effects of the Na solute type on the low-C-rate capacity at 50degC are less pronounced than those at 25degC.", "Presumably, the cell resistances were lowered at the elevated temperature, and thus less affected the low-rate performance.", "The increased cyclability of the IL electrolyte cells at the elevated temperature (compared to that at 25degC in Fig.5(c)) is ascribed to the promoted Na+ transport in the ILs, minimizing the unfavorable intercalation/deintercalation of BMP+ and TFSI- into/from Na0.44MnO2, which can lead to electrode deterioration.", "At 50degC, which is usually encountered in practical applications, employing an IL electrolyte is beneficial for cell cyclic stability.", "At high temperature, the organic electrolyte is volatile and unstable (see TGA data); in contrast, the IL (with a decomposition temperature of ~350degC) becomes less viscous and has increased Na+ mobility.", "The significant capacity loss at the elevated temperature can be attributed to the unfavorable electrode/electrolyte interactions and evaporation of the electrolyte.", "Intrinsically, the large size of Na+ (1.02A) relative to Li+ (0.69A) and the lower ion-ion Coulomb repulsion for Na+ should cause slower solid-state diffusion and lead to inferior power ability.", "However, the rate capability of reported Na0.44MnO2 samples needs to be improved considering the structure.", "The increase of coulombic efficiency along the calcination temperature increasing is due to slighter side reactions caused by lower specific surface area at higher calcination temperature.", "The difference of the redox peaks near 3.2V is only 25mV, which suggests the low impedance and good reversibility.", "The excellent rate capability originates from the large S-shape tunnels which allow Na+ ions intercalate and deintercalate quickly.", "The sodiation process in the first cycle with low current peaks indicates small capacity.", "There are some diffused peaks in the anodic cycles after the first cycle, attributed to the initial multi-atomic phase transitions to accommodate the strain when the Na ion is extracted out of the electrode material.", "This is because the self-aggregation of the Na0.44MnO2 NRs possibly occurred during the Na+ ion insertion/desertion at high current density, result in loss of specific capacity.", "However, such a self-aggregation phenomena barely observed in NF samples because the ultralong and continuous 1D fibrous structure could effectively prevent self-agglomeration of Na0.44MnO2 nanocrystals during the batteries cycling process.", "However, the two voltage plateaus at 2.36 and 3.51V gradually diminished when the current rate increased to 10 C, which could be due to the polarization of the electrodes.", "The irreversible phase transition is from Na0.18MnO2 to Na0.64MnO2, resulting in a loss of the specific capacity.", "The structural disordering of the carbon coating is responsible for the high ID1/IG ratio (2.51).", "Contrarily, the sample with x=0.1 showed an enhanced resistance which undoubtedly hinders the sodium ions migration during the insertion reaction leading to the low capacity values and enhanced decrease of performance when the C rate is increased from C/2 to 2C.", "The low performance of this sample should be ascribed to highly compacted morphology observed by electron microscopy that undoubtedly hinder the proper diffusion of sodium ions during the electrochemical reaction.", "Considering the composition of the final active material is Na2/3MnO2, there might be substantial amount of residual Na2CO3, one of the starting materials, remained in the final product.", "However, when cathode is cycled against anode material that is lacking of excess sodium source as in full cell, reversible capacity would be defined by the amount of Na that could be de-intercalated during initial charge, which would limit practical use of this kind of cathode material.", "Although the residual Na2CO3 shows insignificant impact on the electrochemical performance of P2 type Na2/3MnO2, the nature of its sodium deficiency makes it of less practical importance for sodium-ion batteries.", "Nevertheless, the cycling and high-rate performances of P2-type NaxMnO2 cathode are still too poor to meet the requirements of practical applications, which should be mainly originated from the Jahn-Teller distortion of Mn(III) ions as well as the high volumetric effects during the intercalation/deintercalation processes of large Na ions.", "The excess capacity during the first charge process should mainly come from the high voltage region and is strongly affected by kinetic factors.", "From the galvanostatic charge/discharge curves, it is also found that, Al doping in the P2-type crystal structure is adequate to smooth the profiles without the appearance of charge plateau at around 3.5V vs. Na+/Na, which should be identified as the transition reaction between P2 and OP4 phase during Na-intercalation/deintercalation.", "Surprisingly, as cycling progresses, a charge plateau begins to appear at ~3.9V resulting in an increase in charge capacity.", "When 10vol% VC is added, a detrimental outcome is noted in the resistances associated with the storage processes (Fig.5e), where the size of the depressed semicircle increases drastically after each cycle.", "In other words, although inclusion of VC up to a certain limit (5vol%) improves discharge capacity and decreases cell impedance as cycling progresses (Fig.5), excess additive beyond 5vol% leads to detrimental effect in cell impedance and subsequently on sodium storage performance.", "We believe that this passivation film dissolves during the course of cycling which reflects the decrease in passivation film and charge transfer resistances (as demonstrated by a decrease in the diameter of the semicircle in the EIS plots), and the degree of dissolution depends largely on the amount of VC.", "On the other h, no such observation is made from the EIS measurement of the sodium counter electrode (CE) (as seen in Fig.S8) for the 5vol% VC, which clearly reveals that the impedance changes arise only from the passivation film occurring on the surface of the Na2MnSiO4 WE.", "When less than 5vol% VC is used (Fig.7a and b), the passivation film formed does not sufficiently wrap the entire electrode surface leading to high Mn dissolution.", "It is seen that adding an optimum amount of VC in the electrolyte forms a meta-stable passivation film on Na2MnSiO4, which decreases the cell impedance as a function of cycle number.", "Through chemical analysis of the electrolyte, it is found that the surface film provides a passivation on the electrode surface, resulting in significantly suppressed Mn dissolution over time.", "Unlike for the anodic peaks, significant changes, i.e., potential shift and intensity decrease, are apparent upon the cathodic scan between 2.0 and 3.0V, probably related to the active material degradation due to Mn dissolution.", "The ratio between released and uptaken charge during the first cycle (which should not be confused with the coulombic efficiency) of NBM, NAM and N_M are 236%, 180% and 265%, respectively, due to the sodium deficiency of the layered materials, which highlights the need for developing an appropriate pre-sodiation in order to use such materials in practical sodium-ion cells.", "Indeed, the potential profiles (see Fig.6d) reveal an increasing ohmic drop but do not depict a significant polarization, i.e., strongly sloping potential profile, indicating that the limitation is not due to the Na+ diffusion in the active material.", "However, upon charge and discharge at 500mAg-1, the material shows polarization in the consecutive 5 cycles, which is further increased at higher currents (1000 and 1500mAg-1).", "Our experimental results reveal that Na2Mn3(P2O7)2 exhibits a electrochemical activity in the voltage range of 1.5V-4.5V vs. Na+/Na with about 3.8V charge/discharge voltage plateau when using as the cathode material for SIBs although it gives a limited rate capability and poor capacity retention which may be due to intrinsic lower sodium ion diffusion coefficient of Mn as well as Jahn-Teller effect of Mn3+ generated during charging process.", "The considerable polarization (about 270mV) observed for Na2Mn3(P2O7)2 which can be usual seen in Mn-based LIBs and SIBs cathodes (such as pyrophosphate Li2MnP2O7 and Na2MnP2O7 ) may due to the inherent low conductivity and Jahn-Teller effect and the resulting rate limitation.", "In contrast, Na2MnP2O7 has the different structural framework which is corner-shared MnO6 octahedron and MnO5 square pyramidal, the theoretical analysis on it revealed that it can avoid bond cleavage during charge and discharge.", "In terms of cyclic performance (as shown in Fig. 4 (f)), only 34.33% of the initial capacity (50.1mAh * g-1) is preserved as reversible capacity for pure Na2Mn3(P2O7)2 after 30 cycles, indicating the instability of the framework upon Na ion insertion/de-insertion.", "The discharge capacity of pure Na2Mn3 (P2O7)2 compound is dropped from 45.5mAh * g-1 to 1.7mAh * g-1 (corresponding to only 3.74% specific capacity retention) when the C-rate is increased 20-fold from 0.1C to 2C, revealing very poor rate capability.", "NASICON-type NaTi2(PO4)3 was reported to be a candidate anode material with an even larger capacity, but it still suffers from a number of technical issues like low electron conductivity, oxygen evolution and the instability of Ti4+/Ti3+.", "They speculated that the Jahn-Teller effect of Mn3+ [d4:t2g 3eg 1] exists in the process of charging and discharging for Na2MnPO4F, which results in the lattice distortion of the material and causes the poor electronic and ionic conductivity, thus affecting the material electrochemical performances.", "However, the concentration of Fe is too large, which reduces its operation potential and affects the structural stability of the material.", "From these studies, although the samples showed relatively improved electrochemical performances, there is a common issue that the charge and discharge platforms around 3.66V could not obviously be observed during the lithiation and delithiation processes even at low current rate, especially at room temperature, indicating large polarization.", "While in Fig. 3g-j, the morphologies of the product change obviously with the increase of the sintering temperature, and the products fail to keep the hollow spherical shape, gradually turned into irregular shape particles.", "With the increase of current rate, the utilization percentage of the active material decreases along with the increasing polarization of electrodes.", "Furthermore, the Na2MnPO4F/C synthesized at 600degC and 650degC with well spherical shape exhibit obvious discharge platforms (~3.6V), which is not reported in the previously literature.", "However, the performance of Na2MnPO4F/C is still not satisfied due to its poor electrochemical activity and poor rate kinetics.", "Nevertheless, the larger diameter of Na+ ion (1.02 A) make it difficult to conduct as easy as Li+ (0.69 A) especially in the process two and three, and often result to severe structural degradation [,,].", "However, for single crystal tunnel Na0.44MnO2, the longer rod- or wire-like samples may hamper the fast Na+ ion transport property.", "As illustrated in Fig. 1 a with longer nano-bars, the transport channels of (001) planes may be poor and diffusion distance may be long, hence the high-rate property can hardly be realized.", "The distinction between samples is not obvious in terms of cycling stability and specific capacity at lower rates, which may attribute to the advantages of 1D morphology and Na+ can be intercalation and de-intercalation with sufficient time.", "The relatively high rate capability is mainly originated from the increasing of the exposure of active (001) transport channels and reducing the diffusion distance of Na+ ions.", "Indeed, the P2 Na2/3MnO2 material has been widely investigated; however, it suffers from phase transformations, low energy density and poor cycle stability.", "Moreover, these oxides are particularly susceptible to Jahn-Teller distortion, which may lead to loss of capacity and multiple step plateaus during electrochemical cycling.", "The relatively rapid decay of the FeAl material sample may be ascribed to the smaller particle size (and thus greater sensitivity to particle surface effects).", "For example, while the parent (unsubstituted) material P2 Na2/3MnO2 possesses an initial specific charge capacity of 160 mAh g-1 in a wider voltage range (2.0-4.6 V vs. Na+/Na) at C/15, this rapidly decreases due to the multiple phase transitions occurring in the structure, leading to a multistep voltage profile (120 mAh g-1 after 100 cycles).", "However, these Mn-based systems have often been plagued by structural instability during electrochemical cycling leading to spinel structure.", "In the original report , Na0.44MnO2 was found to be have poor cycling stability owing to lattice rupture upon repeated Na (de)insertion.", "As shown in Fig. 3d and e, ~55% of initial capacity is retained even at 1C rate and the capacity bounce back to higher value upon slow cycling.", "Despite such remarkable progress, we realize that the observed reversible capacity is always limited by the inherent phase change, which evolves from the intermediate sodium-poor phase Na0.22MnO2 to the intermediate sodium-rich phase Na0.", "However, excessive Mn3+ can lead to poor cycle stability due to the Jahn-Teller distortion of active Mn3+ [,].", "In more details, the NMOF0.07-10003 and NMOF0.07-11003 deliver a higher initial discharge capacity, but undergo severe capacity decaying with a capacity retention rate of only 44% and 33% over 150 desodiation and sodiation process, which may be correlated to a larger proportion of layered component with the increasing of temperature.", "But the D Na + of NMOF0.07-9003 is lower than the NMO-9003 , which may be due to the formation of flake-like particles after fluorine doping.", "However, the six-coordinate high spin Mn3+ (t2g 3eg 1) has strong Jahn-Teller distortion effect due to the single occupancy of the degenerate eg orbital in the most manganese-based oxide material [,], leading to the lattice stretching on the c axis, followed by more serious phase transition, and some trivalent manganese oxygen bonds aggregate to form P phase.", "The caveat is the poor cycle life that has been observed in the majority of the aqueous rechargeable alkali-metal ion batteries due to side reactions.", "On the contrary, the formation of manganese mixed valence (Mn2+ and Mn3+) on further charge has a pronounced impact on the electronic conductivity of the active material, and therefore promotes the charge transfer kinetics at the composite cathode/electrolyte interface.", "The b-NaMnO2 show high discharge capacity but fails to retain long range order during sodium extraction that prevents it from fast charging.", "However, the P2-type cathode materials suffer from a complex phase transition during sodium ion removal due to the complicated interactions between Na ion ordering, charge ordering, magnetic ordering and cooperative Jahn-Teller distortions [,].", "However, electrochemical properties of a-NaMnO2 are mainly affected by the Jahn-Teller distortion effect during Mn3+O6 transferring to Mn4+O6 octahedron, leading to the greater structural changes limiting extraction of more Na atoms.", "It is observed that, magnetically frustrated antiferromagnetism in LixNi1/3Co1/3Mn1/3O2 hinders diffusion of lithium during charge/discharge process.", "Similarly, the 2nd peak of weight loss at 562 degC is due to phase transformation from a-type to b-type by inducing twinning in the a-phase.", "This results in decrease in discharge capacity though keeping cycling stability intact.", "However, this material looses long range order during charging.", "The potential window up to 5 V vs. Na+/Na exceeds the stability of the electrolyte, leading to its oxidation and therefore to a very low Coulombic efficiency.", "Therefore, the discharge capacity of 60 mAh g-1 cannot be completely attributed to the redox chemistry of Mn, and its greatest part must be related to other processes.", "The possible Na ion extraction reaction shows that all the Na ions in the lattice cannot be extracted from their sites and thus, the capacity of cell shows a fast decrease as seen in Fig.11 and Ref..", "The initial irreversible capacity could mainly be ascribed to the unknown side reaction between electrolyte and active material, Na anode or carbon conductive agent.", "Herein the continuously sloping profiles signify polarization phenomenon in the cell, and more severely inclined profile of 20mAg-1 is due to larger polarization at higher charge/discharge current density.", "The first charge demonstrated some small voltage platforms due to some irreversible side reaction from the impurity of electrode materials or electrolyte.", "The reasons are that: (1) the slow charge transportation and diffusion of fluoride ions; (2) the SEI film forming on the surface of electrode materials; (3) some irreversible reaction reacting during the first cycle.", "Although this layered structure provides easy diffusion of lithium during intercalation, and most of the lithium can be removed from the host crystal during charging, the reinsertion of lithium during discharge however, was not observed to be a reversible process.", "As more than half of the lithium ions are extracted from LiMnO2, there is displacement of the manganese ions into the lithium layers, which leads to the formation of regions exhibiting the spinel structure (LiMn2O4) and resulting in capacity loss and degradation of the general electrochemical performance.", "This irreversible transformation makes the oxide unstable and such a behavior as is very well known now, is therefore not suitable for the design of cathode materials to be used in rechargeable lithium-ion batteries.", "Although these substituted layered compounds resulted in improvements in capacity retention in comparison to pure LiMnO2, they were found to be thermodynamically unstable with respect to their transformation to the less desirable spinel structure.", "However, electrolyte decomposition occurring during charging of the electrode above ~3.8V needs to be resolved in order utilize the full capacity of NaMn2O4 as well as improve the stability of the electrode.", "Significant research has been reported in layered NaxMnO2 or its derivative phases which show a capacity of ~150-190mAh/g in the 1st cycle, unfortunately exhibiting poor capacity retention due to the inevitable structural instability occurring during repetitive cycling to accommodate the well-known Jahn-Teller distortion following the reduction of Mn(IV) to Mn(III) within the rigid, close-packed, oxide ion structures.", "This material also shows poor cyclability and rate capability mainly due to the failure of these Na4Mn9O18 lattices to accommodate the structural change during the insertion/extraction of large Na+, leading to slow kinetics and structural degradation,.", "The coulombic efficiency of the 2nd cycle though lower is also ~68% (IR loss ~32%) with a charge and discharge capacity ~110mAh/g and ~74mAh/g, respectively, which suggests that there is an extraneous side reaction occurring during the charging process.", "Therefore, the charge capacity observed above ~3.8V during charging of the electrode is expected to be a combined effect of dealloying or de-insertion of Na ion from NaMn2O4 combined with the electrolyte decomposition reaction occurring on the surface of the electrode.", "In order to achieve the specific capacity closer to the theoretical value (~134mAh/g), it appears that the electrode would need to be cycled above ~4.5V which may be possible by the application of a suitable non-reactive but Na-ion conductive coating on the electrode surface which will help stabilize the surface against the extraneous electrolyte reaction occurring on the surface causing the current spike seen in Fig. 7.", "The SEM micrograph of the nanocrystalline NaMn2O4 electrode before and after the 106th cycle displayed in Fig. 10, shown in Fig. 11, indicates the excellent structural integrity (devoid of any cracks) of the bulk electrode even after the 106th cycle which suggests that the fade in capacity with increase in cycle number of NaMn2O4 arises probably due to the electrolyte decomposition, and corrosion reaction on the cathode surface and the interface of the cathode surface and the electrolyte occurring at the high operating potential of and above ~4V as depicted in Fig. 6andFig.", "This result clearly suggests that the electrolyte decomposition on the surface of the electrode during charging at ~4V increases the charge transfer resistance of the electrode due to the formation of electrolyte decomposition products on the surface of the electrode, and as result deteriorates the cycling performance of the electrode with increase in cycle numbers.", "Generally, the electrolyte uptake in membrane couldn't suppress the semi-crystallinity phase of PVdF-HFP.", "On the other h, the membranes were also swollen because of the interaction between electrolyte and polymer membrane which increased the porosity.", "The mass of gel polymer electrolyte begins to decrease significantly at 410 degC; and it could be probably because of the decomposition of the great mass of PVdF-HFP.", "Ionic liquids electrolyte with EMITFSI or BMIMTFSI has advantages of high thermal stability, non-volatility, and large electrochemical window; however, its high viscosity restrains the mobility of sodium ion in the bulk and even in the polymer matrix.", "Attempts to cycling the cell with PVdF-HFP/BMIMTFSI or EMIMTFSI + 0.5 M NaTFSI at room temperature were unsuccessful due to low ionic conductivity and high viscosity of electrolyte medium, the specific capacity value is negligible in compared to GPE with different liquid electrolytes.", "A portion of the surface Mn2+ compounds become electrochemically inactive after extended cycles, contributing to the capacity fading.", "It is well known that the Mn2+ on the electrode surface is detrimental to the battery performance due to its dissolution and shuffling in the electrolyte.", "Our results show directly that part of the surface Mn2+ does not participate in the electrochemical reaction after extended cycles, and thus contributes to the capacity fading of the electrodes.", "Therefore, proper surface treatment is necessary to prevent the Mn2+ evolution in both the cathode and anode at low electrochemical potentials.", "Compared to Li+, Na+ has a larger ionic radius and different ionic coordination preference (sodium ions prefer to coordinate at prismatic or octahedral sites), resulting in much slower solid-state diffusion of Na+ and decreased kinetics of sodium-insertion/extraction reactions within electrode materials.", "Besides, current collectors, conductive agents and polymeric binders are additionally required for device manufacturing, leading to seriously compromised volumetric capacities.", "However, aggregation and restacking of MXene sheets via van der Waals interactions and hydrogen bonds cause limitations in the material's performance and impede ion access to the active materials.", "As a result, they were deposited individually on the filter paper during filtration and the compact stacking of Ti3C2Tx nanosheets could not be fully avoided.", "The initial irreversible capacity could be due to the formation of a solid electrolyte interface (SEI) as well as the irreversible reaction of Na with the surface functional groups (F, OH, and O) and/or water molecules confined between Ti3C2Tx layers.", "The Coulombic efficiencies of Ti3C2Tx/CNT-SA electrodes are low in the first few cycles, which result in the decreased capacity.", "As a result, the electrochemical performance of Ti3C2Tx/rGO-SA was not as good as Ti3C2Tx/CNT-SA.", "However, the rate capability of the self-assembled Mo2CTx/CNT-SA electrode was not as good as that of Ti3C2Tx/CNT-SA, probably due to the lower conductivity of Mo2CTx compared with Ti3C2Tx (Fig. S19) and its semiconducting nature.", "Since it is also the direction of large S-shape channel for Na+ (de)-insertion, the long distance of Na+ diffusion pathway as well as the limited rate performance of the material unfortunately can be expected.", "The slight 3 mAh g-1 capacity decrease may be ascribed to the electrolyte degradation, or the strain caused by Jahn-Teller distortion and the structure degradation upon cycling.", "Pre-cycling of cathodes and anodes leads to preformation of SEI, and hence mitigates the consumption of Na ions in full-cells.", "However, it was very difficult because the hard carbon was coated with a thick layer of SEI, which was from electrolyte decomposition over the hundreds of cycles.", "It is believed that the major obstacle is related to the low Coulombic efficiency that originates from the non-aqueous electrolyte and the wide voltage window.", "The solvents and salts in the non-aqueous electrolytes become oxidized at cathode surfaces at high charge voltage and reduced at anode surfaces at low discharge voltage, leading to the formation of SEI, low Coulombic efficiency in the first few cycles, large first-cycle irreversible capacity loss, and capacity fade in following cycles.", "The key is whether the SEI layer preformed in pre-cycle of a half-cell can help to improve the full-cell performance and whether the full-cell could be assembled without much damage to the preformed SEI.", "Hence, it is believed that the low Coulombic efficiency of the cathode and the anode drained the limited Na ion stock in the Na0.44MnO2 cathode very quickly, resulting in low capacity, quick capacity fade, and poor Coulombic efficiency.", "It hence concluded that a good SEI layer was formed on the pre-cycled Na0.44MnO2 cathode while no or poor SEI on the cathode cycled in a full-cell without pre-cycling treatment.", "Yet the cycling stability drops greatly with capacity retention of ~75% over 1000 cycles (Fig. 5e).", "The full-cell has a poor long-term cycling stability at 4 C rate because it is anode limited at such a high rate and the over-charging of the hard carbon anode brings a quick cell failure.", "Full-cells tested in a wider voltage window such as 1-4.5 V have a significant reduction in cycling stability because of the instability of electrolyte at high voltage.", "It must be noted that the full-cell will have low capacity and poor cycling stability if either the cathode or anode surface layer is damaged during the disassembly of the pre-cycled half-cells or full-cell assembly.", "Damage of the surface layer usually leads to damage of the SEI layer and hence wastes the pre-cycle treatment.", "The critical role of a preformed intact SEI layer in achieving the best full-cell performance was elucidated, revealing that the low Coulombic efficiency of cathode and anode materials is a major deficiency in the development of Na-ion battery full-cells.", "However, different from the well-known LIB counterparts, the sodium ion battery systems face a set of new challenges: the radius of Na+ is larger than that of Li+, which results in sluggish kinetics during the charge/discharge process.", "The peak current of oxidation peak in the first cycle is higher than the other cycle parts, which may be caused by the polyatomic phase transition of NMO/CNT/RGO during the first charge to accommodate the deintercalation of sodium ions.", "As shown, in the first cycle, the charge capacity is only 28.4 mAh g-1, which is due to the decomposition of interstitial water and low content of Na ion.", "Additionally, the reversible capacity increase (the activation process) in the first 10 cycles is possibly due to a slow infiltration of electrolyte into the interior of the NMO/CNT/RGO microsphere, which creates gradually the electrochemically active interface.", "Indeed, the calculated density of states of NaMnF3 predicts a bang gap of 2.7eV, suggesting that the poor electronic conductivity of the material might be at the origin of the observed electrochemical performance.", "It was found that Na2MnF5 decomposes into NaMnF3 if ball milled for electrode preparation, which highlights the need to assess the stability of new compounds when testing their electrochemical properties.", "In the case of NaMnF3, for which the predicted bang gap of 2.7eV, its insulating character is thought to induce too high cell polarization to practically reach electrochemical activity.", "As a result, the cycle-life of Li2MnO3 is poor and its capacity becomes less than 100 mAh/g after 15 cycles.", "The energy barriers of Li ion migration in Li2MnO3 are high, which leads to a poor rate performance of the material.", "As the Na atom is trapped in the TM layer, the phase transition from the layered Na2MnO3 to spinel structure becomes difficult, which is beneficial to the structural stability during the charge/discharge process.", "Although the macroscopic film surface became rough after the R-SPE due to that grain growth occurred, the surface of the each grain became smoother during R-SPE growth.", "While the electrochemical curve suggests that the two-phase region ends at x = 0.57 upon charge, the NMR data reveal that the pristine NaMnO2 phase is still present in the x = 0.51 material, suggesting that the structural changes lag the electrochemical changes and that the two-phase reaction is kinetically sluggish.", "However, a variety of structural polymorphs of Na x MnO 2 , resulting in the presence of various structural configurations at different concentrations of Na as well as multiple phase transitions upon charge/discharge cycling, can be responsible for the stepwise charge/discharge plateaux and limit the Na + ion transport kinetics.", "From there, Mn can easily migrate to the electrode/electrolyte interface, leading to dissolution.", "The migration of Mn-related defects is explored in detail and is found to cause capacity loss.", "Therefore, in the presence of hydrogen, Mn interlayer migration is no longer the rate-limiting step, and formation of Mn Na can proceed, ultimately leading to Mn 2+ dissolution.", "Therefore, the presence of hydrogen in NaMnO 2 is detrimental to battery stability because it facilitates the formation of Mn Na antisites, eventually leading to the dissolution of Mn 2+ .", "The layered sodium cathode materials commonly exhibit multiple phase changes and strongly sloping discharge voltages, and the cyano-perovskites have potential environmental problems due to the cyanide anions.", "During high-voltage cycling, a substantial increase of interfacial microstrain from both stacking faults and Mn cation migration was found to pin down this materialas layered structures and simultaneously block the diffusion pathways of Na + , thus leading to the performance degradation.", ", The reported high reversible capacities of P2-type cathode materials were from tests in half-cells, in which a Na metal anode serves as additional Na source to compensate for the deficiency of Na ion in the pristine P-type cathode materials.", "These O-type cathodes deliver high initial capacity up to 250 mAh/g but suffer from rapid capacity fade during high-voltage cycling, even with Ni, Mg/Fe, and Cu doping.", "This is a good indication of continuously irreversible reactions during charge/discharge of I+--NaMnO 2 , which leads to its low capacity retention during cycling (26% capacity retention after 50 cycles).", "And we also saw that even charged/discharged between 2.0 and 3.8 V, we still observed a large initial irreversible capacity loss.", "Note that there are no corresponding cathodic peaks in this d Q /d V plot, suggesting that irreversible reaction occurred during charge/discharge with no FEC additive.", "This indicates that the majority of this reaction is not related to electrolyte oxidation, which has been frequently blamed for the capacity decline in high-voltage lithium-ion batteries.", "a During discharge, the Z phase was converted into P3 phase directly without going through P1 phase, as happened during the Na deintercalation process.", "Based on the in operando HEXRD result, the irreversible reactions at high voltage may be responsible for the rapid capacity fade of I+--NaMnO 2 cathode material.", "These results indicate that the conversion from P1 to P3 phase is reversible, and that the transition to Z phase at 3.65 V is actually an irreversible reaction that possibly compromises the structure of cathode material and jeopardizes the reversibility of the transition from P1 to P3 during discharge.", "These effects could be caused by the decrease of the sodiation/desodiation reversibility and further capacity decay in the I+--NaMnO 2 .", ", Both the stacking faults and transition metal migration can lead to a substantial increase of interfacial microstrain during high-voltage charge.", "Hence, both stacking faults and Mn migration occur during high-voltage charging of I+--NaMnO 2 .", "In addition, there is a slight difference for the in-plane MnaMn pair (2.89 and 3.18 A ) and interlayer MnaO/MnaMn (4.27 and 5.16 A ), indicating that Mn migration and stacking faults cannot be fully recovered at the end of discharge.", "Therefore, unlike the drastic capacity decay in O3-NaCrO 2 (250 mAh/g to only 9 mAh/g), which undergoes irreversible Cr cation migration to the NaO 6 layer as reported by Komaba and co-workers, the Mn migration to the NaO 6 layer and the stacking faults in I+--NaMnO 2 are only partially irreversible in the first cycle, and only a small amount of irreversible capacity (ca. 20%) was observed.", "So far, both in operando HEXRD ( Figure ) and ex situ PDF ( Figure ) results suggest that the Z phase has mostly vanished after discharge to 2.0 V, which should not have a negative effect on long-term cycling, whereas the electrochemical performance of the cell ( Figure ) suggests otherwise, as evidenced by the fast capacity fading.", "This discrepancy could result from limitations of the characterization techniques used, in which some structural defects associated with this poorly crystallized phase remain undetected by XRD or PDF, leading to the capacity decay with cycling.", "The transition to the Z phase stucture could cause capacity decline in long-term cycling by building up these structure defects.", "As clearly shown, the layered structure has been largely destroyed after long-term cycling.", "The tetrahedral sites of Na layer are occupied by Mn 3+ due to Mn migration, which blocks the Na insertion/extraction because Na + needs to diffuse via the tetrahedral sites for the O-type cathode materials due to a much lower energy barrier than direct hopping from octahedral site to octahedral site.", "During long-term cycling, these factors would ruin the layered structure and block the Na + insertion/extraction, ultimately leading to I+--NaMnO 2 cell failure.", "However, the capacity decayed quickly in EC-based electrolytes due to the dissolution of Mn 2+ .", "However, it suffers from fast decay due to a volume change and Mn dissolution.", ", Benefiting from its 1 A 1 dense tunnel structure which can prevent structure collapse during Na + insertion, I2-MnO 2 shows high cyclic performance, , though the Mn dissolution problem still exists due to the formation of NaMn 2 O 4 .", "It is obvious that the structural stability and Mn 2+ dissolution in the electrolyte are the main obstacles for improvement of cyclic performance of manganese oxides in SBs.", "Dissolved Mn 2+ ions interact with those chelating organic species, which accelerates the disproportionation in turn, finally leading to capacity decay.", "However, in BMIMTFSI electrolyte, there are no decomposed molecules interacting with Mn 2+ , and enough Mn 2+ ions around the electrode slow the disproportionation reaction down as well as the decay.", "Moreover, in a general EC/PC electrolyte, the capacity fades very quickly, while after using an ionic electrolyte, Mn 2+ dissolution becomes alleviative due to the slow down of the disproportionation reaction.", "It is difficult, however, for the Na0.44MnO2 lattice to accommodate well the structural changes during the insertion/extraction of Na+ ions, leading to poor rate capability, which severely restricts its practical applications.", "The voltage peaks in the oxidation process, however, exhibit values higher than those of NMO850 and were observed at 3.13, 3.34, and 3.54 V, respectively, indicating its more serious polarization.", "Upon further discharging, the NMO framework kept expanding, which would cause the decrease of structure ordering, resulting in the decrease of peak intensity.", "However, a-Na0.7MnO2+z (0.05 <= z <= 0.25) has a hexagonal structure without Jahn-Teller distortion because of the high oxidation state of Mn; Mn oxidation is known to occur during a slow cooling process after heating at high temperature (>600 degC), leading to the formation of a Mn vacancy for charge compensation.", "In addition, Na x MnO2+g is known to not show a phase transition from a layered to a spinel structure during cycling, because the formation of spinel NaMn2O4 is thermodynamically unfavorable owing to unstable Na with a large radius in the tetrahedral site of spinel NaMn2O4.", ", The substitution of Mn with dopants causes Na+vacancy disordering, leading to a one-phase reaction during charging and discharging.", "Additionally, the capacity fading of P2-type Na x MnO2+g was suggested to be attributable to the formation of the OP4 phase after full charging and Jahn-Teller distortion due to Mn3+.", "This reveals that not being able to observe the OP4 phase during charging and discharging (Figure ) is attributed to the phase transition from P2 to OP4 being kinetically hindered, although the OP4 phase is more thermodynamically stable than P2 for Na-poor phases.", "This suggests that the stable cycle performances of b-Na0.7[Mn1-x Li x ]O2+y (x = 0.07) and a-Na0.7MnO2+z are attributed to their one-phase reaction mechanism (no phase transition during sodiation and desodiation), while the poor cycle performance of b-Na0.7MnO2+y is due to the complex phase transitions during sodiation and desodiation.", "Therefore, the poor cycle performance of b-Na0.7MnO2+y is not due to the Jahn-Teller distortion or the formation of the OP4 phase during charging.", "However, the binary phase transition is known to be one of the principal factors causing the capacity fading of layered cathode materials (i.e., Li[Ni1-x-y Co x Mn y ]O2) for Li-ion batteries because interfacial strain can lead to the formation of cracks at grain boundaries within a particle, resulting in increasing polarization.", "Similar to the disordered Li distribution in b-Na0.7[Mn1-x Li x ]O2+y (x = 0.07), the random distribution of Mn vacancies in a-Na0.7MnO2+z also caused inhomogeneous electrostatic repulsion between Mn and Na+, leading to the Na+vacancy disordering during sodiation and desodiation.", "The poor cycle performance of b-Na0.7MnO2+y was not due to Jahn-Teller distortion or the formation of an OP4 phase during charging.", "In particular, the OP4 phase was not observed during charging and discharging, because the transition from the metastable P2 Na-poor phases to the OP4 phase was kinetically hindered.", "However, vacancies generated during cycling played the same role in phase transitions during charging and discharging.", "In addition, as x in b-Na0.7[Mn1-x Li x ]O2+y increased, the number of immobile Na+ ions in b-Na0.7[Mn1-x Li x ]O2+y increased, leading to a decrease in reversible capacities.", "The different surface degradation is known to be related to aluminum corrosion due to the increased pH value of the CMC-based slurry.", "In addition, Al is more degraded in the presence of the NaClO4-based electrolyte as compared to that in the NaPF6-system because of the fact that the former does not contain fluorine that can passivate the current collector.", "The exceptional performance in both half- and full-cells indicates the critical role of the CMC binder.", "The charge-storage mechanism study reveals that the current response is primarily from the diffusion-controlled Na+ insertion/extraction Faradic reaction at low scan rates, and is dominated by the intercalation pseudocapacitance at high scan rates.", "The ultrafast kinetics should be ascribed to the unique nanoarchitectures, in which nanoscale dimension of the electrode offers a shortened diffusion path for both electronic and Na+ transport, and iso-oriented feature reduces the stress associated with Na+ insertion and extraction.", "The irreversible capacity of 10 mA h/g (95% charge-discharge efficiency) may come from electrolyte decomposition when the cell was charged to high potential, 3.9 V (vs Na+Na).", "It is attributed to the fact that vanadium ion is reduced during discharging process, and thus giving rise to the decrease in VO stretching energy.", "They showed the miscibility gap decreases as the size of LixTiO2 nanoparticles decreases.", "Therefore, the energy gain due to phase separation, represented by the free energy of mixing DGmix decreases for smaller particle sizes, resulting in the decrease in miscibility gap for LixTiO2 nanoparticles.", "Both Li2MnSiO4 polymorphs display similar charge-discharge curves, except for a marginally lower lithium extraction voltage during the first charge of the Pn structure that may be due to the presence of sodium ion impurities.", "While Li2FeSiO4 shows good reversibility and stable capacity upon cycling, only one of the two lithium atoms per formula (Mn M+n+1) can be reversibly extracted and its operation voltage is relatively low at 2.8 V. Li2CoSiO4 has a higher operation voltage, but at 4.9 V, the extraction potential of the second lithium is above the oxidation potential of most known conventional electrolytes.", "However, serious capacity loss upon cycling is a problem because of instability of the delithiated material.", "As was observed in the case of the galvanostatic cycling (Figure 11), the lithium extraction potential during the first cycle is lower for the Pn polymorph than the Pmn21 polymorph.", "However, only a small peak is observed around 3.5 V on discharge, indicating that the amount of Li+ that can be reinserted in the structure is limited.", "The discharge capacity is however similar with both polymorphs and although the delithiated structure was anticipated to be more stable than the Pmn21 polymorph because of the framework structure of the Pn polymorph vs. the layered structure of the Pmn21 polymorph, the Pn Li2MnSiO4 suffers from similar capacity loss upon cycling.", "In addition, a significant capacity fading (~50%) on the first cycle was observed for nanosized samples, implying some unknown surface reactions on the first cycle are also responsible for the capacity fading.", "The degree of volume change can be another important factor for cycle performance especially in the materials with two-phase reactions since those reactions induce some strain at the interface between the two phases.", "Many of these layered oxides show complicated phase transitions during electrochemical cycling, which may be caused by Na-vacancy ordering and/or layer shearing/sliding.", "When the rate increases to 1C, the capacity drops to ~60 mAh/g.", "In addition, the in situ cell may not be as well sealed as our coin cells, and the metallic Na anode is very sensitive to air and moisture, which may lead to anode polarization.", "Due to the large particle size, the discharge capacity is low.", "(2) The sample is heavily ball milled, and it is likely that this causes defects in the material.", "(4) Some reactivity of the material with air is likely because the Na extraction voltage at the beginning of charge is below 3 V (in the second cycle).", "(5) The high charge voltage may possibly cause the material to partly decompose on the surface and/or may lead to the release of CO2.", "Thus the capacity loss appears to be due to the difficulty of reinserting Na into the structure.", "In most phosphates, obtaining even reasonable capacity from a single Mn redox couple has proven to be difficult, as demonstrated by the poor performance of LiMnPO4.", "In an effort to raise the operation potential, the Whittingham group tested Li2MnP2O7, but found that this material is electrochemically almost ineffective at room temperature due to the sluggish kinetics of the Mn3+Mn2+ redox couple.", "Besides the pyrophosphate, other polyanion-based Mn compounds also usually suffer from far inferior electrochemical performance originating from low electronic conductivity and poor mobility of phase boundary, which are directly related to the well-known Jahn-Teller distortion of Mn3+ as well as large lattice mismatch between the charged and discharged states.", "Although it appears that the discharge capacity in the potential range below 3.5 V is smaller in the CV data than that in the galvanostatic data, this is mainly due to peak broadening around 3.2 V in the CV data.", "In this concept, the polaron migration barrier is strongly affected by the propagation of local structural deformations since the electron transfer occurs adiabatically after the distortion of M-O geometry, indicating that the large structural distortions with potentially large reorganization energy can deteriorate the electron transfer kinetics.", "(4) A slow mobility of phase boundary is associated with the structural and compositional mismatches between charged and discharged phases.", "The collapse of the long-range structure at low Na content is expected to compromise the reversibility of the Na extraction and insertion processes occurring upon charge and discharge of the cathode material, respectively.", "Stacking faults are not uncommon in battery materials.", "The large cell polarization at low Na content may result from the collapse of the long-range structure.", "Clearly, there is an irreversible loss of capacity on cycling, as the capacity does not return to its initial value.", "As noted previously, capacity fading at low rates is associated mainly with the voltage plateau at 2.6 V.", "In both cases, however, the capacity faded rapidly, possibly owing to low conductivity and structural instability upon Na+ ion extraction and reinsertion.", "The capacity level and cycle efficiency of such a nanostructure are comparable to those of current Li-based electrodes, yet the rate capability is not competitive due to the extremely low conductivity (~10-6 S cm-1 at 20 degC) of Na0.44MnO2.", "The higher retention at 0.5 C may be due to the fact that the cell experiences high voltage for shorter time, causing fewer side reactions.", "Moreover, its capacity level is below that of Na0.44MnO2-CNT.", "Mixing with Super P can also improve the electrode conductivity, however, this improvement may be compromised by the interparticle resistance of nanoparticles.", "Despite these advantages, manganese oxide exhibits severe drawbacks when introduced as a cathode intercalation host in Li-ion batteries since it undergoes structural distortions/phase transitions during Li-ion insertion/de-insertion and thereby ultimately leads to poor cycle abilities.", "Further, the common use of expensive templates/surfactants to develop mesoporous materials tends to enhance production costs and make the sample impurity-prone.", "The small hysteresis loop observed at lower relative partial pressures may be attributed to capillary condensation occurring in the mesopores whereas the sharp rise in nitrogen adsorption volume observed at higher partial pressures may correspond to the formation of secondary meso/macro pores due to particle aggregation.", "However, recent in situ experiments indicate that the process of pseudo-capacitance occurs via intercalation of guest ions not only at the surface but also in the bulk of hydrous MnO2 electrode used for supercapacitor applications.", "In addition, the reason for such impressive performance of MnO2 towards Na-insertion may be attributed to the mesoporous structure with nano-sized pores and thin pore walls that appear to facilitate the movement of Na+ ions and consequently, contribute to the high capacities.", "The reasons for the gradual capacity fading may be related to the incremental loss of active materials due to manganese dissolution and/or structural distortion.", "Unlike Li2O, theoretical studies have indicated that the Na2O counterpart is less effective in containing the structural distortion in a-MnO2 which may result in apparently more capacity fade than in the lithium counterpart.", "Hence, the capacity fading observed in the annealed g-MnO2 cathode of the sodium test cell may be mainly related to manganese dissolution rather than structural distortion.", "Further, the loss of active material on repeated cycling may explain the cause of the significant lowering of peak intensities pertaining to g-MnO2 in the cycled electrode (Fig. 5).", "Ex situ XRD and ICP studies performed on cathode samples recovered from test half-cells suggested that manganese dissolution may be the major cause for the capacity fading during electrochemical cycling versus sodium.", "Although Na2MnP2O7 is electrochemically active, unlike Na2FeP2O7, large polarization was noticed, which is typical in Mn-based cathodes owing to the inherent low conductivity and rate limitation.", "Note that in the HCDI system, an anion selective membrane was placed on the carbon electrode to prevent the adsorption of cations onto the carbon electrode since cations in the solution can be adsorbed on the surface of the carbon electrode during operation, which would decrease the efficiency of the desalination performance.", "As the electrode material of lithium ion battery, the contained Na ions as pillaring species between MnO2 layers has been proven to limit the magnitude of the structural response of the host lattice during the Li insertion extraction reaction.", "Compared with O3 phase, the P2-type phase may have much larger Na-ion storage capacity and worse cycling stability.", "However, both of them have very large irreversible capacity owing to the impurity Mn2O3 in SMO.", "For different SMO samples, morphologies only play a leading role in the initial few cycles on electrochemical performance.", "The impurities make the long-term cycling unstable and lead to the capacity fading.", "The structure becomes unstable even collapses when the sodium ions are extracted in the subsequent test cycle, which hindered the diffusion path of lithium ions.", "For the uses of SMO in batteries, the SMO morphology only affects the battery performance in the initial stage, but its crystal structure can have significant impact on the performance.", "They inferred that the strong Jahn-Teller effect on Mn3+ and the resultant distortion in coordination structure may be responsible for the poor electronic and ionic conductivity; thus, the Na2MnPO4F material exhibited poor electrochemical activity.", "The smaller voltage gap (voltage gap: 0.15 V) between the first-cycle charge and discharge plateaus indicates the reduced polarization at a low current density with a relaxation process.", "The low chemical diffusion coefficient in these Na-based polyanion materials, i.e. NaFePO4 or Na2MnPO4F, could partially explain their poor electrochemical performances.", "The good structural reversibility and stability demonstrate that the 3-D framework structure of Na2MnPO4F is not remarkably impacted by the insertion and extraction of sodium ions during cycling.", "Sauvage et al. prepared Na0.44MnO2 following the solid-state synthesis route, which showed a reversible insertion and extraction of Na ions in Na0.44MnO2 with an initial capacity of 80 mA h g-1 at a 0.1 C rate; however, only half of the initial capacity was retained after 50 cycles, displaying poor cyclability, mainly due to failure of the Na0.44MnO2 lattice caused by extensive Na ion insertion and extraction.", "However, the solid-state reaction approach as discussed above has poor dispersion and large particle size, affecting battery performance.", "This is possibly attributed to the slow electrode activation for the electrolyte to completely penetrate into the inner porous material surface.", "This is caused mainly by the oxidation peak being more positive than that before cycling, indicating deintercalation polarization developing with the increased number of cycles while the intercalation process does not show significant polarization.", "The 2D or 3D nature of the alkali-ion migration pathways within these pyrophosphate materials means that antisite defects are much less likely to impede their transport properties, and hence important for high rate performance.", "Although the interplay of all factors is still under investigation, materials with a large volume difference between the end member phases could lead to poor rate capability as discussed by Tripathi et al.", "As a consequence, there are many voltage steps in the charge-discharge profiles and unsatisfactory cycle life.", "By carefully comparing the charge-discharge profiles, it is shown that the extracted sodium ions above 4.0 V cannot be inserted back into the electrode materials.", "The Jahn-Teller distortion seriously affected the charge-discharge profiles of the LiMn2O4/Na.", "Both the charge and discharge profiles show smooth plateaus and little polarization, which is rare in manganese-based cathodes of SIBs.", "The low electrical conductivity and the water decomposition on the surface of the NASICON-type structured NaTi2(PO4)3 are the main reasons for the capacity decrease and instability of the NaTi2(PO4)3 anode.", "The decomposition of water in an aqueous electrolyte and the interaction between the aqueous electrolyte and the electrode surface may result in a relatively low coulombic efficiency.", "This may result in the rapid capacity loss of the full cell that used the Na2SO4 electrolyte.", "The SEM images (Fig. S4b+) showed that the shape was unchanged, but the surface of the NaMnO2 particle was broken indicating that the cathode was decomposed during cycling.", "What is more, the oxidation of the anode in its sodium-inserted state by dissolved oxygen or oxygen generated by water hydrolysis, or oxidation of the aqueous electrolyte by the charged cathode could also result in irreversible capacity loss.", "However, Na2MnP2O7 is suffering from limited rate capability due to the intrinsic lower electronic conductivity of Mn.", "The rate capability of Na2Fe0.5Mn0.5P2O7 is dropped upon the mixing of Mn when compared with Na2FeP2O7 which is in turn associated to the inferior kinetics of Mn.", "Mn-based cathodes have inherently lower conductivity than Fe-based cathodes, causing relatively limited rate capability.", "However, the low energy density, poor cycle stability and slow sodium kinetics of the existing electrode materials have inhibited the widespread uptake of NIBs.", "The large volume change (>10%) during cycling and the phase instability of the desodiated structure are among the largest obstacles, and the theoretical capacity remains far from that demonstrated using these layered electrode materials.", "Furthermore, the rigid open crystal structure is less vulnerable to oxygen evolution at high temperature and exhibits a relatively small volume change associated with sodium-ion insertion/extraction.", "Moreover, the large overpotential during charge/discharge even at low current densities has led to a low usable energy density, as well as a low power density.", "These severe structural distortions lead to deteriorations of the mobility of the ions and of the structural stability, thus rapidly degrading the electrochemical activity of manganese-based cathodes in NIBs.", "In addition, the edge-sharing geometry of Mn1-O6 and Mn3-O6 polyhedra is expected to lead to a strong Mn3+-Mn3+ repulsion in the desodiated structure, which destabilizes the charged state of the electrode, leading to an increased voltage.", "This cycle stability is markedly superior to that of typical manganese-based cathodes at the elevated temperatures, which exhibit rapid capacity decay due to accelerated Mn dissolution.", "However, its rate capability is relatively low because of large polarization at high charge/discharge rates resulting from the poor electrical conductivity and sluggish Li ion diffusion.", "However, Si exhibits significant volume changes (>400%) during Li alloying and dealloying.", "These changes cause cracking and crumbling of the electrode material and a consequent loss of electrical contact between individual particles and hence severe capacity fading.", "Similar to Si, the practical application of SnO2 typically suffers from a large volume expansion (up to 250%) and agglomeration during the Li-alloying/dealloying process, resulting in pulverization of the electrode and rapid capacity fading.", "These transition metal oxides usually suffer from poor cyclability associated with the large volume change during the charge/discharge process.", "And the low conductivity results in poor rate behavior.", "Over-delithiation will result in a phase transition from the hexagonal to monoclinic phase, which leads to an abrupt shrinkage along the c-axis direction (9% volume change).", "However, the dissolution of Mn easily happens in the spinel electrodes via a disproportionation reaction (2Mn3+ - Mn2+ + Mn4+) in the presence of acid impurities at high potential, which affects its cycling stability.", "However, the orientation of the (110) plane is obviously aligned to Li+ ion diffusion, which can support fast Li ion insertion/extraction.", "The electrochemical inactivity of tetravalent manganese ions benefits the structure stability and effectively prohibits capacity fading.", "The close packed (001) facets are therefore not electrochemically active for Li+ ion transportation due to their close-packed structure.", "Due to the removal of oxygen above 4.5 V (vs. Li+/Li), this kind of positive electrode material usually suffers from a huge irreversible capacity loss and rearrangement of surface microstructure.", "However, LiMnPO4 also suffers from intrinsically low electronic conductivity (<10-10 S cm-1) and sluggish Li ion diffusion in the bulk resulting in poor rate performance.", "A small amount of H+ ions intercalating into these channels instead of Li+ ions will lead to capacity fading.", "However, Co3O4 nanostructures with dominant (111) or (100) crystal planes do not have highly expected capacitive performance, and their specific capacitances are below 20 F g-1 and degrade rapidly upon increasing the scan rates.", "(1) The charge transfer resistance and chemical diffusion coefficient are high along some facets, and exposing these facets can result in a lower energy barrier for faster transport of active ions across the surface of crystals such as TiO2 as the negative electrodes for Li-ion batteries.", "(5) A small amount of non-active ions intercalating into the channels of electrode materials will lead to capacity fading.", "However, suffering from poor electronic conductivity, its ion intercalation kinetics is severely restricted.", "Particularly, as assembled in a NTP/NMO (Na0.44MnO2) full cell, the larger polarization of the NTP anode than the cathode makes it the bottleneck for ARSB in high-power applications.", "Moreover, the basic \"core-shell\" structure offsets the insufficient volumetric energy density, which is the fatal defect in the porous architecture.", "In the second region, after the consumption of surface defects, the reaction propagates deeper into the bulk of the material, which leads to a lower rate and a higher Rct value.", "It can be attributed to its hierarchical porous structure and 3D conductive framework, which facilitate the fast charge (electron) transfer reaction and result in the lower Rct values.", "Mechanical degradation causes undesirable effects, which include electrode fracture, delamination and higher impedances for the transport of charge carriers, eventually resulting in battery failure.", "Furthermore, intercalation-induced volume changes and fracture is a bigger issue in Na-ion battery electrodes due to the larger ionic radius of Na+ as compared Li+ (1.06 A vs. 0.76 A).", "However, LiMnPO4 displays a limited rate capability due to its lower electronic conductivity (10-10 to 10-14 S cm-1 versus 10-9 S cm-1) and greater lattice distortion due to the Jahn-Teller's instability of Mn3+ ions.", "The degradation of LiMnPO4 is significantly reduced when a phosphate surface is uniformly covered with carbon.", "However, the cathodic peak at 3.10 V is not associated with lithium intercalation.", "However, HRTEM reveals that the degree of crystallinity of phospho-olivine phase is also preserved after the intercalation/deintercalation cycling.", "Because exothermic and irreversible electrolyte decomposition could produce flammable gases, the prolonged overcharge would no doubt lead to hazardous behaviors of the cells.", "The changes in the composite resistance of the 3% BP added cell can be ascribed to the fact that the polymerization of BP forms an insoluble polymer, which may block the sodium ion transfer and increase the resistance.", "We ascribe these enhancements in performance to the inhibition of the formation of damaging NaF-based solid-electrolyte interface (SEI) layers during cycling, which enables facile transfer of Na ions through the Na0.44MnO2 electrode/electrolyte interface.", "However, when the surfaces of the active particles are covered by inert Al2O3, the kinetics of the Al2O3-assisted active materials could deteriorate primarily because of the low electronic conductivity of Al2O3.", "At low current densities (rates <= 0.5 C), the extent of the discharge capacity degradation of Na0.44MnO2 is not a function of Al2O3 and MWCNT incorporation.", "In contrast, the extent of the capacity loss at high current densities (>=1 C) is highly suppressed by Al2O3 and Al2O3/MWCNT incorporation, which is indicative of facile Na ion insertion/extraction into/out of the Na0.44MnO2 particles.", "However, after 100 cycles, the surfaces of all the Na0.44MnO2 electrodes were fully covered with NaF and simultaneously, the PVDF peaks disappeared, irrespective of the state of surface modification.", "Thus, NaF-based SEI layers are considered to be a major factor in degrading the capacity of the Na0.44MnO2 electrodes during cycling.", "Such an improvement in the cycling performance of Na0.44MnO2 is attributed to the inhibited formation of unstable solid-electrolyte interface (SEI) layers during cycling that negatively affect the cycling performance of Na0.44MnO2, which is induced by Al2O3/MWCNT hybrid networks homogeneously dispersed on the surfaces of the Na0.44MnO2 particles.", "However, facing the same problems as other polyanion materials, NaTi2(PO4)3 suffers from poor electronic conductivity, which severely restricts its ion intercalation kinetics and high rate capability.", "It leads to a poor connectivity between randomly distributed particles, which induces inconsecutive electron transport pathways and restricts the high-rate property.", "However, it is at the expense of volume energy density due to the insufficient compaction between the loose graphene nanosheets (or carbon nanotube).", "As compared with the wafer-like material, considerably lower peak currents with larger redox potential differences are observed for the reference materials, indicating their poor sodium intercalation kinetics.", "The insufficient coulombic efficiency can be attributed to the hydrogen evolution at low voltage, and a similar phenomenon is also observed in previous reports.", "By introducing a high-efficiency flame-retarding additive, the carbonate based electrolyte becomes flame inhibiting.", "However, the ionic conductivity of the ether -based electrolyte is relatively low (~0.5 mS cm-1), which restricts its practical application.", "The ionic conductivity of the electrolyte slowly decreased from 6.4 mS cm-1 to 5.7 mS cm-1 then to 4.6 mS cm-1 with the increase of EFPN content from 0 to 5% then to 15 wt%, which may be due to the low dielectric constant of EFPN.", "The low coulombic efficiency is believed to be due to electrolyte decomposition and th SEI formation.", "The initial charge-discharge capacities of the Na0.44MnO2 cathode in the EFPN-containing electrolyte are slightly lower than in the blank electrode, possibly ascribed to the lower ionic conductivity of the EFPN-based electrolyte.", "The reason may be ascribed to the fluorine-rich structure of EFPN, which may participate in the formation of a stable electrolyte/electrode interface.", "The thick film may be ascribed to the reduction of the electrolyte, which may hinder the charge transfer.", "One major concern with sodium batteries is the general observation of low redox potential owing to the difference between Li/Li+ (-3.04 V vs.", "The significant decrease in capacity beyond C/10 is attributed to the limited diffusion of Na-ions at higher rates.", "Further Na0.67MnO2 is reported to undergo severe capacity degradation (~50% loss over 100 cycles, details provided in ESI-2+).", "In systems where the ionic diffusion process occurs in 1 dimension such as LiFePO4 this kind of defect can hinder the ionic diffusion process compromising the device performance.", "However, the serious problem that Mn-containing materials encounter is their structural instability during repeated charge/discharge cycles, which results in the capacity fading fast.", "The overall weight loss of Na-Bir is about 8.07%, ascribed to crystal water evaporation during heat treatment.", "With the crystal water extracted, the MO layer space shrinks which impedes the Na ion (de)intercalation from/into the interlayer space.", "However, the characteristic diffraction peaks of heat treated Na-Bir vanish after 150 cycles, indicating that its structure collapsed.", "Without crystal water, the structural integrity will decompose and the layer framework will be damaged.", "However, the dissolution of Mn for heat treated Na-Bir in aqueous electrolyte is very serious.", "The crystal water releases the structural strain during Na ion intercalation/extraction into/from the former framework, which dramatically suppresses the dissolution of Mn.", "The robust structure and suppressed dissolution of the active material in the electrolyte are the main reasons for the long cycle life.", "This communication for the first time demonstrates that the low performance of IL cells at room temperature is associated with the extraordinarily large charge transfer resistance (Rct) at the interface between the IL and a Na electrode, which is typically used as the counter electrode for Na half cells in the NIB literature.", "The huge Rct value of the IL cells is responsible for the limited charge-discharge performance.", "Although the physicochemical properties of the high-resistance SEI layer at the Na/IL interface require further investigation, we believe that this is the root cause of the poor performance of the IL half cells.", "For the organic electrolyte cell, some reaction products appeared on the NMO electrode (Fig. 4(c)), which may be related to the partial decomposition of the electrolyte, and a massive and fused SEI film formed on the HC anode (Fig. 4(d)).", "These surface obstacle layers (on the NMO and HC electrodes), which may hinder the Na+ uptake/release of the electrodes and increase the internal resistance of the cell, are believed to be responsible for the pronounced capacity decay of the organic electrolyte cell upon cycling.", "As shown, the SEI film formed in the organic electrolyte is relatively enriched in O-CO and Na2CO3, which are considered unfavorable for the ion transport and desolvation reaction of Na+, probably contributing to the poor performance of the organic electrolyte cell.", "Unlike the results of the NIB full cells, the discharge capacity and the rate capability of the IL cell are inferior to those of the organic electrolyte cell.", "The weight loss before 150 degC is attributed to the dehydration of the precursor.", "Large stacking faults could be detected in the microrods (Fig. 5d), which could be related to the introduction of KMn8O16 and maybe enhance the electrochemical performance.", "The initial irreversible processes could be attributed to the multiatomic transition processes to relieve the structural strain for Na ion insertion-extraction and the surface reaction between the electrolyte and electrode.", "The capacity increment phenomenon is maybe caused by the slow activation process in the narrow voltage range.", "However, due to the larger Na+ ionic radius (1.02 A for Na+ vs. 0.76 A for Li+), and the larger volume change when Na+ is inserted into/extracted from the electrode materials, the structural stability and cycle stability of SIBs are generally inferior to their lithium counterparts.", "However, the intrinsic electrical conductivity and ion diffusion ability of Na3V2(PO4)3 is as low as Li3V2(PO4)3 and LiFePO4, and significantly limits its electrochemical performance and further practical applications.", "Although P2-NaxMnO2+y holds tremendous potential, its commercial application is still hindered by some serious drawbacks: (1) poor cycling stability arising from the Jahn-Teller effect within the lattice transformation, as well as the continual dissolution of Mn2+ during the disproportionation reaction of Mn3+ into Mn2+ and Mn4+.", "Both the aforementioned negative effects produce unavoidable internal strain and lead to an unstable crystal structure resulting in poor cycling life and rate capability.", "(2) Tradeoff between the capacity and charge/discharge rates owing to low electrical conductivity, which causes sluggish reaction kinetics with unsatisfactory high-rate performances.", "Similar to other carbonaceous anodes, a broad reduction peak with high intensity is clearly noticed during the first cathodic process and disappears in the following cycles, which is attributed to the irreversible capacity loss caused by the decomposition of the electrolyte and formation of a solid electrolyte interface (SEI) film.", "The large irreversible capacity can be ascribed to the formation of the SEI layer at the surface of the carbon anode.", "Although promising, layered transition metal oxides exhibit capacity fading due to the structural instability resulting from the intercalation/de-intercalation of large Na+ ions and migration of transition metal cations into the interlayer space.", "The incremental increase in capacity during the first cycle observed in our material is probably due to a partial activation of the manganese on the Li2MnO3 secondary phase, unleashed during charge at high voltage.", "However, the XRD pattern evolution reveals that the small peak located around 19deg, which was identified as a secondary Li2MnO3 phase, significantly decreased in intensity during cycling.", "This low coulombic efficiency is linked to the process occurring during the activation process during first cycle described above.", "The Jahn-Teller instability of Mn3+ ions generated during an electrochemical reaction contributes, to a great extent, to the large lattice distortion of the delithiated phase, as a result of which LiMnPO4 displays poor rate capability.", "However, the structural distortion of the desodiated phase (i.e. Na1-xMnPO4) is expected to play an important role in limiting the rate capability for NaMnPO4.", "It was found that when the product was exposed to air, water molecules occupied the sodium ion positions which increased the interlayer space and decreased overall performance.", "The morphology of the spherical particles was responsible for the increase in cyclability, due to its ability to accommodate volume changes, to contact with the conductive carbon, and its possession of shorter sodium ion diffusion pathways.", "This was accompanied by a decrease in capacity (by ca. 18 mA h g-1 at 10 mA g-1) and an increase in cycling stability (by 28.8% over 30 cycles) which was attributed to the presence of water in the interlayers increasing interlayer distance but blocking intercalation sites.", "Iron substitution also appeared to increase the average voltage, comparative to the base manganese oxide, and is thought to suppress Jahn-Teller distortion (which would have led to the observed improved cyclability).", "The improved capacity was attributed to structural defects in the microspheres, and the cyclability to the morphology mitigating volume changes during cycling.", "It has also been shown that cycling above 4.1 V vs. Na+/Na can have a detrimental effect on the cyclability, which was attributed to the irreversible nature of the dramatic changes in the oxygen framework of the host structure (a result of the prismatic P2 to octahedral O2 phase transformation which occurred in that voltage region).", "A comparison between P2-Na2/3Mn2/3Ni1/3-xMgxO2 (x = 0, 1/9) showed that Mg substitution improved cyclability, decreased capacity and may have affected short range order.", "Furthermore, it has been demonstrated that Mg substitution inhibits the irreversible P2-O2 phase transition occurring in the 4.0 to 4.5 V vs. Na+/Na region, which decreases cyclability, and promotes the P2-OP4 transition instead, which has previously been suggested as improving electrochemical performance.", "Some smoothing of the plateaus in the voltage profile was observed, which might be related to the different charge transfer mechanism, as well as dramatically increased retention of the P2 structure on cycling, which was thought to be the cause of the improved cyclability.", "Through the use of in situ XRD an unidentified phase was found during charging, when combined with ex situ Raman data, the results suggested that the Jahn-Teller effect was the main cause of degradation in this material.", "One potential drawback of the use of partially sodiated sodium layered oxide materials in a full cell is the lack of a \"sodium ion pool\", which could lead to a significant reduction in capacity or may necessitate using excess anode material (thus decreasing the overall gravimetric capacity).", "While the results were promising (183 mA h g-1 discharge capacity for the half cell and 80 mA h g-1 reversible capacity for the full cell), it was found that the NaN3 appeared to decompose and large voids occurred at the surface of the electrode.", "One of the potential drawbacks to this technique is the degradation of the Na3P at low voltages, as well as the moisture sensitivity of the fully P'2 sodiated phase (which may necessitate the design of a protective layer coating).", "The use of cobalt substitution to improve the performance of layered sodium manganese has led to an increase in high voltage capacity and rate capability, though this was accompanied by a less smooth voltage profile and a slight decrease in overall capacity.", "Moreover, the material with 20% Fe content exhibited excellent rate capability, which could be attributed to the suppressed phase transformations and larger interslab distance which led to fast ionic diffusion.", "The initial cycle was irreversible due to the structural rearrangements of the Na layered material and the (de)alloying of Na in the Sb-C nanocomposite anode.", "It was suggested that the dissolution of these species from the surface at high voltage might explain the deterioration of the performances when the material was cycled up to 4.5 V.", "Many sodium layered oxides, likely due to the relatively bulky sodium ion and the multiple phase transitions undergone during intercalation/deintercalation, exhibit poor rate capability.", "By using in situ XRD it was possible to track the phase transitions, from O3-P3-O3'-O3'', of the quaternary Na(Mn0.25Fe0.25Co0.25Ni0.25)O2, where it appeared that O3'' phase region above 4.25 V is not fully reversible in subsequent cycles and thus may be responsible for the observed capacity fading.", "Facing the same problems as other polyanion materials, the poor electronic conductivity of NaV3(PO4)3 severely restricts its ion intercalation kinetics.", "The result indicates the insufficient utilization of active materials in the aqueous electrolyte in comparison with its organic counterpart, which will lead to the lower attainable capacity in the aqueous system.", "The result confirms that the poor conductivity is a serious problem for polyanion-based electrode materials.", "The insufficient efficiency is associated with some side reactions taking place during the sodium intercalation/deintercalation process, such as hydrogen evolution reaction.", "Although the layered compounds with unique layered structure is conducive to Na+ insertion/extraction and these materials as Na ion storage materials with high capacities and voltage platform, their capacity retention capability is unsatisfactory.", "However, as a promising cathode material for sodium ion batteries, Na2MSiO4 also suffers from poor electrical conductivity due to the polyanion structure.", "The oxygen-containing defect sites of graphene nanosheets limit the size and agglomeration of the Na2MnSiO4 crystal particles during the crystallizing process.", "The irreversible capacity loss can be attributed to the formation of solid electrolyte interphase (SEI) layer, as well as the decomposition of electrolyte under the high voltage.", "We attribute the capacity decay in our product to the amorphization of Na2MnSiO4 crystals in the composites during the Na+ ion insertion/extraction process.", "]2 A) and large volume contraction (>10%) could explain our inability to fully desodiate the material, and illustrates well the need for a new electrode design strategy beyond the conventional \"down-sizing/coating\" procedure.", "Generally, polyanion-based Mn compounds exhibit a higher cell potential (>0.5 V) than their Fe-counterparts, yet pose greater challenges in terms of electrochemical performance, typically resulting from the Jahn-Teller (J-T) distortion of Mn3+ (3d4 valence electron configuration), leading to poor electronic conductivity and sluggish structural conversion between their (de)lithiated/(de)sodiated phases.", "However, Na2Mn2Si2O7 shows poor charging performance, as expected in the absence of a proper conductive coating.", "However, this was detrimental in terms of higher polarization and could well cause the onset of electrolyte oxidation.", "This was argued to be the main cause of the sluggish cycling performance in this system.", "Its structural stability during electrochemical processes was further proved by excluding the possibility of O-evolution, which would damage the crystal structure and cause capacity decay.", "It has been reported that the charge loss of O atoms increases the tendency of O-evolution, causing capacity decay.", "However, its electrochemical performances, such as reversible capacity and cycling stability, are still very limited owing to its poor electronic conductivity and the low sodium-ion diffusivity of Na3V2(PO4)2F3.", "Second, the carbon coating can efficiently enhance the electronic conductivity of NVPF.", "Any free oxygen in the battery is expected to react with the electrolyte and cause capacity fade.", "They state that Mn2+ compounds are electrochemically inactive after extended cycles, causing the capacity fade.", "Na0.44MnO2 experiences significant capacity fade upon repeated cycling as reported in the literature and as shown in Fig. 1(b).", "As expected, the capacity fade decreases with the decreasing C rate due to the low ionic mobility of large Na+ ions.", "Upon cycling, the unit cell volume shrinks.", "In other words, Na0.44MnO2 loses its oxygen stoichiometry after repeated cycling.", "We also speculate that the released oxygen may react with the electrolyte which would explain the capacity fade.", "Based on our experimental evidence, we claim that upon cycling, some of the Mn4+ ions in the octahedral environment lose oxygen and become Mn3+ in the square pyramidal environment, reducing the unit cell volume, the effective mass of Mn-O bonds, and the effective magnetic moment.", "However, both experimental and theoretical results indicate that layered Na2MnO3 is not stable and could transform into tetragonal NaMnO2 under deep sodiation/desodiation cycling.", "Generally speaking, the JT-effect has a negative influence on the cycling performance of Mn-based cathode materials like LiMn2O4 in Li-ion batteries.", "On the other h, the cycling stability of the Mn-based cathode is also strongly related to the JT-effect occuring at the surface of the cathode, where Mn3+ ions take part in the discrimination reaction with the electrolyte and finally dissolve into the electrolyte.", "However, Na0.44MnO2 compounds exhibit gradual capacity fading with cycling; this phenomenon is typically observed in Mn-based transition metal oxides and results from the Jahn-Teller (JT) distortion of the Mn3+ ion in MnO6, with elongation of the Mn-O distance occurring along one direction.", "This distortion makes the crystal structure vulnerable to repeated electrochemical reactions, such that capacity fading is accelerated during cycling.", "More seriously, Mn-based compounds are readily affected by HF attack in the electrolyte, resulting in capacity fading during cycling.", "In contrast, Mn dissolution as Mn2+ is evident in Na0.44MnO2, which results in gradual capacity fading.", "As suggested by Chandra et al. and Kang et al., the high oxidation state of Mn is favorable in this tunnel structure for suppressing the JT effect caused by Mn3+ in the structure during cycling.", "TEM analysis revealed that the cycled bare Na0.44MnO2 was damaged via amorphization of the outer surface (Fig. 7b), which was attributed to HF attack.", "Furthermore, the low coulombic efficiency of ~99% indicates the difficulty of Na+ ion diffusion on discharge.", "Reduction of the HF level in the electrolyte and surface protection by the fluorinated MoO3-xF2x are possible reasons for the maintenance of the particle integrity leading to the capacity retention during extensive cycling.", "The lower HF level in the electrolyte delays the particle and structural degradation of the Na2MoO4-coated Na0.44MnO2."]